[EZCAD]   
COMPANY = 
IDENTIFY =	 EZCAD2.0
LANGUAGE =	Norwegian
DESCRIBABLE =	Norwegian

[String]	
SOFTNAME =	 EzCad3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	Beijing Golden Orange Technology Co., Ltd.\nTlf: (86)010-64419248\n
WEBSIBE=	WWW.BJJCZ.COM
ABOUT =	 Om
ABOUT_COPYRIGHT =	 Copyright(C) 2004-2019
ABOUT_RIGHTS =	 alle rettigheter forbeholdt
ABOUT_LICENSED =	 Retten til å bruke dette produktet tilhører:
ABOUT_LAW =	 Advarsel: Dette dataprogrammet er beskyttet av lover om opphavsrett og internasjonale konvensjoner. Uautorisert reproduksjon eller spredning av deler av eller hele dette programmet kan bli underlagt strenge sivile og strafferettslige sanksjoner, og vil bli straffeforfulgt i størst mulig grad innenfor lovens rammer. .
	
MENU_FILE =	 &fil
MENU_FILE_NEW =	 &Ny
MENU_FILE_OPEN =	 &Åpen...
MENU_FILE_PRINT =	 printCtrl+P
MENU_FILE_SAVE =	 &Lagre Ctrl+S
MENU_FILE_SAVE_AS =	 &Lagre som...
MENU_FILE_SCANIMAGE =	 Hent og skann bilde...
MENU_FILE_SYSTEM =	 &Systemparametere...
MENU_FILE_IMGLIB =	 &Fellesgalleri...
MENU_FILE_IMPORT =	&Tast inn
MENU_FILE_MRU_FILE1 =	 nylige filer
	
MENU_EDIT =	 &Redigere
MENU_EDIT_COPY     =	 &kopiere
MENU_EDIT_CUT      =	 &skjære
MENU_EDIT_COMBINE  =	 &Kombiner Ctrl+L
MENU_EDIT_UNCOMBINE=	 &Separat kombinasjon Ctrl+K
MENU_EDIT_GROUP    =	 &Grupper Ctrl+G
MENU_EDIT_UNGROUP  =	 &Ungroup Ctrl+U
	
MENU_EDIT_PASTE=	 &lim inn
MENU_EDIT_REDO =	 &Gjenopprette
MENU_EDIT_UNDO =	 &Angre
MENU_EDIT_TOCURVE=	Konverter til kurve Ctrl+Q
MENU_EDIT_HATCH  =	Fyll ut Ctrl+H
	
ID_FILE_IMGLIB =	 Åpner favorittgalleriet\nFavorittgalleri
ID_FILE_IMPORT =	 Importer filer i andre formater\nImporter filer
ID_FILE_MRU_FILE1 =	 åpne dette dokumentet
ID_FILE_NEW =	 Opprett et nytt dokument\nNy
ID_FILE_OPEN =	 Åpne et eksisterende dokument\nÅpne
ID_FILE_PRINT =	 Skriv ut det aktive dokumentet\nSkriv ut
ID_FILE_PRINT_PREVIEW =	 Vis hele siden\nForhåndsvisning av utskrift
ID_FILE_PRINT_SETUP =	 Endre skriver- og utskriftsalternativer\nUtskriftsoppsett
ID_FILE_SAVE =	 Lagre det aktive dokumentet\nLagre
ID_FILE_SAVE_AS =	 Lagre det aktive dokumentet under et nytt filnavn\nLagre som
ID_FILE_SCANIMAGE =	 Få skannet bilde\nFå skannet bilde
ID_EDIT_COPY =	 Kopierer det valgte objektet og plasserer det på utklippstavlen\nKopier
ID_EDIT_CUT =	 Klipp ut det valgte objektet og plasserer det på utklippstavlen\nKlipp ut
ID_EDIT_PASTE =	 Sett inn utklippstavleinnhold\nLim inn
ID_EDIT_REDO =	 Gjenta en tidligere angret handling\n Gjenta
ID_EDIT_UNDO =	 Angre den siste handlingen\nAngre
ID_EDIT_GROUP =	 Grupper de valgte objektene\nGrupper
ID_EDIT_UNGROUP =	 Avviser det valgte gruppeobjektet\nAvviser gruppen
ID_EDIT_COMBINE =	 Grupperer valgte objekter\nGrupper
ID_EDIT_UNCOMBINE  =	 Koble fra det valgte gruppeobjektet\nSeparat gruppe
ID_SYSTEM_PARAM =	 Angi systemparametere\nSystemparametere
TT_MATERIALPARAMASSIS=	Test lasermaterialeparametere\nMaterialparameterassistent
MATERIALPARAMASSIS=	Materialparameterassistent
MENU_MODI =	 &Endre
MENU_DRAW =	 &Tegne
MENU_DRAW_POINT =	 &punktum
MENU_DRAW_CURVE =	 &kurve
MENU_DRAW_LINE =	 &Linje
MENU_DRAW_RECT =	 &Rektangel
MENU_DRAW_CIRCLE =	 &sirkel
MENU_DRAW_ELLIPSE =	 &Ellipse
MENU_DRAW_POLY =	 &Polygon
MENU_DRAW_TEXT =	&tekst
MENU_DRAW_BMPFILE =	 &Bitmap-fil
MENU_DRAW_VECTORFILE =	 &Vektorfil
MENU_DRAW_TIMER =	 &Forsinkelse
MENU_DRAW_INPUT =	 &inngangsport
MENU_DRAW_OUTPUT =	 &utgangsport
MENU_DRAW_MESH3D=	 &3d overflater
MENU_ALIGN_BOTTOM =	 Juster bunnen
MENU_ALIGN_CENTER =	 midtpunktsjustering
MENU_ALIGN_CENTER_HOR =	 Horisontal senterlinjejustering
MENU_ALIGN_CENTER_VER =	 vertikal senterlinjejustering
MENU_ALIGN_LEFT =	 venstrejustert
MENU_ALIGN_RIGHT =	 Høyrejuster
MENU_ALIGN_TOP =	 toppkantjustering
MENU_VIEW =	 &Utsikt
MENU_VIEW_TOOLBAR =	 &Systemverktøylinje
MENU_VIEW_ZOOMBAR =	 &Vis verktøylinje
MENU_VIEW_DRAWBAR =	 &Tegneverktøylinje
MENU_VIEW_ENTLIST =	 Objektlistelinje
MENU_VIEW_ENTPROP =	 Objektegenskapslinje
MENU_VIEW_STATUS_BAR =	 &statuslinjen
MENU_LASER =	 &Laser
	
ENTPROP =	 objektegenskaper
MENU_VIEW_RULER =	 Vis linjal
MENU_VIEW_GRID  =	 Vis rutenettpunkter
TT_SHRULER=	Vis eller skjul linjalen
TT_SHGRID=	Vis eller skjul rutenettpunkter
MENU_VIEW_GUILD =	 Hjelpelinje
BK =	 bakgrunn
DEGREE =	 Bruke
	
NAV_PICK_MOVEDIS=	finjustering av avstand
WORKSPACE =	 Arbeidsområde
MENU_VIEW_SNAPGRID   =	 Snap Grid F7
MENU_VIEW_SNAPGUILD  =	 Snap Guide F8
MENU_VIEW_SNAPOBJECT =	 Fest objekt F9
MENU_ABOUT =	 &Om
MENU_HELP =	 &hjelp
IDCANCEL =	 &Avbryt
IDOK =	 &OK
PASTE_X =	 Lim inn forskyvning horisontalt
PASTE_Y =	 Vertikal Paste Offset
SAVEAS =	 Lagre som
POINT =	 punkt
CURVE =	 kurve
RECT  =	 rektangel
CIRCLE =	 rund
ELLIPSE =	 oval
ELLPISE =	 oval
POLYGON =	 polygon
TEXT =	tekst
HATCH=	fylling
PATHTEXT=	banetekst
CIRCLETEXT=	Buetekst
BMPFILE =	 punktgrafikkfil
VECTORFILE =	 vektor fil
TIMER =	 forsinker
IOINPUT =	 inngangsport
IOOUTPUT =	 utgangsport
GROUP=	gruppe
COMBINE=	kombinasjon
LAYER=	 lag
NAME =	 Navn
TYPE =	type
OBJECTINFO=	objektegenskaper
TOCURVE=	Konverter til kurve
EDGENUM =	antall sider
APPLY=	&Søke om
APPLYTOCOPY=	&Bruk på &Kopier objekt
MARKLOOP=	Antall behandlinger
POSITION=	plassering
RELATPOSITION=	relativ posisjon
RELATCENTER=	Pårørende sentrum
SIZE=	størrelse
ARRAY=	array
COUNT=	Antall
INC=	Trinnvis
IOCTRLCONDITION=	IO-kontrolltilstand
ROUND=	grad av rundhet
ALLROUND=	Alle hjørner rundt
DIAMETER =	 diameter
STARTANGLE =	 startvinkel
ENDANGLE =	 endevinkel
FILENAME=	filnavn
DYNFILE=	dynamisk inndatafil
FIXEDDPI=	Fast DPI
FIXESIZEX=	Fast X-dimensjon
FIXESIZEY=	Fast Y-dimensjon
FIXEPOS=	Fast posisjon
INVERT=	omvendt
GRAY=	gråtoner
DITHER=	utsalgssteder
LIGHTEN=	Glansbehandling
BRIGHT=	lysstyrke
CONTRAST=	Kontrast
SCANMODE=	skannemodus
BIDIRSCAN=	Toveis skanning
YSCAN=	Y skanning
DRILLMODE=	Punktmodus
PIXELPOWER=	Justeringspunkt effekt
	
BARCODE_ATTRIB=	 &Strekkodeegenskaper...
BARCODE =	 strekkode
CREATE_BARCODE =	 Lag strekkoder
MODEIFY_BARCODE=	 Endre strekkoden
BARCODE_INPUTPT =	 Skriv inn koordinatene til nedre venstre hjørne av strekkoden
BARCODE_ERR_INVALIDSTR =	 Ugyldig strekkodestreng, skriv inn på nytt!
	
INFO_EAN13 =	EAN-13 er en strekkode med fast lengde. Tegnsettet inneholder bare tall fra '0' til '9'. EAN-13 inneholder 13 tegn, de første 12 er data, og det siste tegnet er en kontrollkode. Koden er automatisk lagt til av systemet, og systemet tar bare de første 12 tegnene.
INFO_EAN13_2 =	 EAN-13+2 er EAN-13 pluss 2 tilleggskoder, og systemet tar de siste 2 tegnene som tilleggskoder.
INFO_EAN13_5 =	 EAN-13+5 er EAN-13 pluss 5 tilleggskoder, systemet tar de siste 5 tegnene som tilleggskoder.
INFO_EAN8 =	 EAN-8 er en strekkode med fast lengde. Tegnsettet inneholder bare tall fra '0' til '9'. EAN-8 inneholder 8 tegn, de første 7 tegnene er data, og det siste tegnet er en kontrollkode. Koden legges automatisk til av systemet, og systemet tar kun de første 7 tegnene.
INFO_EAN8_2 =	 EAN-8+2 er EAN-8 pluss 2 tilleggskoder, og systemet tar de siste 2 tegnene som tilleggskoder.
INFO_EAN8_5 =	 EAN-8+5 er EAN-8 pluss 5 tilleggskoder, og systemet tar de siste 5 tegnene som tilleggskoder.
	
CHECKNUM=	sjekk koden
THINMODULEWIDTH=	Smal modulbredde
INFO_CODE39 =	39-strekkoden er en ikke-konsekutiv, ikke-fast lengde toveis strekkode der alle streker og mellomrom representerer informasjon; tegnsettet inkluderer '0'-'9', 'AZ', mellomrom, '$', '%' , '+' ,'-','.','/'; Det er en valgfri kontrollkode, som automatisk legges til av systemet.
INFO_CODE39_EXTENDED=	 39 utvidet strekkode er en utvidet strekkode til 39 strekkode, den støtter alle ASCII-tegn.
INFO_CODE93 =	 93 strekkoden er en kontinuerlig, ikke-fast lengde toveis strekkode med streker og mellomrom som representerer informasjon; tegnsettet inkluderer '0'-'9','AZ',mellomrom,'$','%',' +', '-','.','/'; Det er en valgfri kontrollkode, som automatisk legges til av systemet.
INFO_CODEBC412=	 BC412-strekkoden er en kontinuerlig, ikke-fast lengde toveis strekkode der alle streker og mellomrom representerer informasjon; tegnsettet inkluderer '0'-'9', og 'AZ' inkluderer ikke 'O'; kontrollkoden er automatisk lagt til av systemet.
INFO_CODE11 =	11 strekkoden er en ikke-kontinuerlig, ikke-fast lengde toveis strekkode der strekene og mellomrommene representerer informasjon; dens tegnsett inkluderer '0'-'9','-'; det er en valgfri kontrollkode, og kontrollkoden bestemmes av systemet Join automatisk.
INFO_UPCA =	 UPC-A er en strekkode med fast lengde, tegnsettet inneholder kun tall fra '0'-'9', UPC-A inneholder 12 tegn, de første 11 er data, og det siste tegnet er en kontrollkode. Koden er automatisk lagt til av systemet, og systemet tar bare de første 11 tegnene.
INFO_UPCA_2 =	 UPC-A+2 er UPC-A pluss 2 tilleggskoder, og systemet tar de siste 2 tegnene som tilleggskoder.
INFO_UPCA_5 =	 UPC-A+5 er UPC-A pluss en 5-sifret tilleggskode, og systemet tar de siste 5 tegnene som tilleggskode.
INFO_UPCE =	UPC-E er en strekkode med fast lengde, tegnsettet inneholder bare tall fra '0'-'9', UPC-E inneholder 8 tegn, det første tegnet er løst som 0, de 2-7 tegnene er data, og siste 1 Hvert tegn er kontrollkoden, kontrollkoden legges automatisk til av systemet, og systemet tar kun de første 6 tegnene.
INFO_UPCE_2 =	 UPC-E+2 er UPC-E pluss 2 tilleggskoder, og systemet tar de siste 2 tegnene som tilleggskoder.
INFO_UPCE_5 =	 UPC-E+5 er UPC-E pluss en 5-sifret tilleggskode, og systemet tar de siste 5 tegnene som tilleggskode.
INFO_CODE25=	Code 25-strekkoden er en ikke-kontinuerlig strekkode med bare streker som representerer informasjon. Tegnsettet inneholder kun tall fra '0' til '9', og lengden er ikke fast.
INFO_CODEINTER25=	Interleaved (ITF) 25-kode er en kontinuerlig strekkode der både streker og mellomrom representerer informasjon. Tegnsettet inneholder bare tall fra '0' til '9'. Hvis antallet tegn er oddetall, vil systemet automatisk legge til en innledende 0 ; Den valgte kontrollkoden vil bli lagt til automatisk av systemet.
INFO_CODECODABAR=	Codabar strekkode er en ikke-kontinuerlig, ikke-fast lengde, toveis strekkode med selvkontrollerende funksjon der alle streker og mellomrom representerer informasjon; tegnsettet inkluderer '0'-'9','AD','-', ' $',':','/','.','+';
INFO_CODE128A=	CODE128A-strekkoden er en kontinuerlig strekkode; tegnsettet inneholder tegn med ASCII-verdier fra 0 til 95, og det er ingen størrelsesgrense.
INFO_CODE128B=	CODE128B-strekkoden er en kontinuerlig strekkode; tegnsettet inneholder tegn med ASCII-verdier fra 32 til 127, og det er ingen størrelsesgrense.
INFO_CODE128C=	CODE128C strekkode er en kontinuerlig strekkode, dens tegnsett inneholder '0'-'9' tall, hvis antallet tegn er oddetall, vil systemet automatisk legge til en ledende 0;
INFO_EAN128A=	EAN128A-strekkoden er en kontinuerlig strekkode; tegnsettet inneholder tegn med ASCII-verdier fra 0 til 95, og det er ingen størrelsesgrense.
INFO_EAN128B=	EAN128B-strekkoden er en kontinuerlig strekkode; tegnsettet inneholder tegn med ASCII-verdier fra 32 til 127, og det er ingen størrelsesgrense.
INFO_EAN128C=	EAN128C strekkode er en kontinuerlig strekkode; tegnsettet inneholder '0'-'9' tall, hvis antallet tegn er oddetall, vil systemet automatisk legge til en ledende 0;
	
QUIET=	blank
MID=	midten
SCALE=	Proporsjon
BARHEIGHT=	høy strekkode
NARROWBARW=	Smal modulbredde
BAR=	stripe
SPACE=	null
INTERCHARSCALE=	mellomrom mellom tegn
MODULETUNING=	Strekkodemoduljustering
AUTOSIZE=	Auto størrelse
FIXEDSIZE=	Fast størrelse
SHORTPDF417=	forkortet modus
ERRLEVEL=	feilrettingsnivå
PDF417_ROWOUTRANGE=	PDF417 strekkodelinjer må være 3-90 linjer!
PDF417_COLOUTRANGE=	PDF417 strekkodekolonner må være 3-30 kolonner!
BARCODE_ERR_ROWCOL=	Det angitte antallet rader og kolonner kan ikke passe til gjeldende streng!
SMALLEST=	minste størrelse
MATRIX=	matrise
MODULEWIDTH=	Modulbredde
REVERSE=	omvendt
INFO_CODEPDF417=	PDF417 strekkode er en todimensjonal strekkode; tegnsettet inneholder alle ASCII-tegn;
INFO_CODEMICROPDF417=	MicroPDF417 strekkode er en todimensjonal strekkode; tegnsettet inneholder alle ASCII-tegn;
INFO_CODEDATAMTX=	DATAMATRIX strekkode er en todimensjonal strekkode, dens tegnsett inneholder alle ASCII-tegn;
VALID=	effektiv
FONT =	 font
FONT_ANGLE =	 tilbøyelighet
FONTTYPE_BCF =	 strekkode font
FONTTYPE_DMF =	 punktgrafikkskrift
FONTTYPE_JSF =	 enkeltlinjeskrift
FONTTYPE_TTF =	 TrueType-fonter
SHOWTEXT=	vise tekst
TEXTHEIGHT=	tekst høyde
TEXTWIDTH=	tekstbredde
TEXTOFFSETX=	Tekst X-forskyvning
TEXTOFFSETY=	Tekst Y-forskyvning
TEXTSPACE=	tekstavstand
POINTMODE=	punktmodus
ROW=	Rad
COL=	Liste
KEYBOARD =	 tastatur
DATE =	 Dato
SERIAL =	 serienummer
LISTFILE=	listefil
DYNAMICFILE=	dynamisk fil
ENVARTEXT=	aktiver variabel tekst
HEIGHT =	 høy
CHARSPACE=	tegnavstand
CHARWIDTH=	tegnbredde
CHARHEIGHT=	tegnhøyde
LINESPACE=	Linjeavstand
ANGLE =	 vinkel
PROMPT_TRAY =	 Tips før behandling av hver batch
PROMPT_NEVER =	 ikke spør
PROMPT_PART =	 Tips før bearbeiding av hver del
DATEFORMAT=	datoformat
ADDDATEFORMAT=	legg til datoformat
STARTSN=	startsekvensnummer
CURSN=	gjeldende serienummer
INCSN=	Sekvensnummerøkning
MARKPER=	hvert merke
EXTEND=	utvide
PREFIX =	 prefiks
SUFFIX =	 suffiks
SUPRES_ZERO =	 Undertrykk innledende nuller
RESETNO =	 tilbakestill serienummeret
SERAIL_ARRAY =	 Serienummer for matrise
SNDLG_FILTER =	 Filtrer følgende serienumre
LINENO=	linjenummer
ENCONTOUR=	aktiver profil
HATCH1=	polstring 1
HATCH2=	polstring 2
ENABLE=	Muliggjøre
PENNO=	pennnummer
HATCH_CALCALL=	Hele objektberegning
HATCH_EDGE=	gå rundt
LISTDIST=	Linjeavstand
EDGEOFFSET=	margin
STARTOFFSET=	start offset
ENDOFFSET=	endeforskyvning
SETDEFAULT=	satt som standard
WAITTIME=	ventetid
MESSAGE=	Spørremelding
SETOUTPUT=	angi utgangsport
SYSTEMPARAM =	 Systemparametere
GENERAL =	 konvensjonell
COLOR =	 farge
WORKSPACE =	 Arbeidsområde
AUTOSAVE =	 automatisk sikkerhetskopiering
MOVEROTATE =	 flytte rotasjon
PLUGMGR =	 Plugin Manager
UNIT_TYPE =	 enhets type
GRID_DIST =	 rutenettavstand
GRID =	 Nett
SHOW_GRID =	 vis rutenett
MM =	 mm
INCH =	 tomme
WORKSPAC_SHOW =	 vis arbeidsområdet
WORKSPAC_CIRCLE =	 sirkulært arbeidsområde
LB_CORNER =	 nede til venstre
WIDTH =	 bredde
BIGNUDGESCALE=	Stort justeringsforhold
NEXTVALID =	 Denne endringen trer ikke i kraft før neste oppstart
EVERY =	 Hver
BAKEXPLAIN =	Lagre gjeldende data til AutoSave.Ezd-filen i programkatalogen for hvert spesifisert tidsintervall.
BAKTIME =	 "minutter, automatisk sikkerhetskopiering"
	
ZOOM_WINDOW1 =	 vindusforstørrelse
ZOOM_WINDOW2 =	 vindusforstørrelse
PICK =	 å velge
PICK_ALL=	Velg alle
PICK_BYENT =	 Etter objekt
PICK_COPY =	 mobil kopi
PICK_COPYENT =	 kopiere
PICK_CUT =	 skjære
PICK_DEL =	 slette utvalg
PICK_ENT_CNT =	 Velg antall objekter
PICK_ENTITY =	 objektet er valgt
PICK_GL =	 Dra en retningslinje
PICK_INV =	 omvendt valg
PICK_LEFT =	 Strekk til venstre og høyre
PICK_LOCK =	 valglås
PICK_MOVE =	 Flytt Transform
PICK_PEN =	 Velg med penn
PICK_NOENTITY =	 Ingen objekter er valgt
ERR_0001 =	 Denne parameteren kan ikke være mindre enn 0,001, vennligst skriv inn på nytt
ERR_CRC     =	 Fildatabekreftelsesfeil, filen kan være skadet.
ERR_DELSYSLAYER =	 Systemets standardlag kan ikke slettes
ERR_DELUSELAYER =	 Det gjeldende laget kan ikke slettes
ERR_MATCHFONTERR =	 Kan ikke matche skrifttypen
ERR_MEMORY  =	 Ikke nok minneplass til å tildele nok minne.
ERR_NOFINDIMPORT =	 Finner ingen gyldig inngangsplugin
ERR_OPENFILE =	 filåpning mislyktes
ERR_READFILE     =	 Kunne ikke lese filen
ERR_RENAMESYSLAYER =	 Systemets standardlagnavn er ikke tillatt å endres
ERR_SAVEFILE =	 Fillagring mislyktes
ERR_SERIAL_FORMA =	 Filformatet er feil, filen kan være ødelagt.
ERR_VERSION =	 Feil versjon av filen.
ERROR_VAR_FILTER =	Filtrene er for harde til å generere gyldige variable tekstobjekter\nVennligst fjern noen filtre og prøv igjen
IS_TEXT_TO_GRAPH =	 om du skal konvertere tekst med denne fonten til grafikk
CMD_OPENFILE =	 åpne en fil
CMD_SAVEFILE =	 lagre dokumentet
OPEN =	 Åpen
TIP_NOTITLE =	 Uten navn
NOTITLE =	 Uten navn
FILE_ISSAVEAS =	 Om de endrede filene skal lagres
CHECK_SAVEPRE =	 lagre forhåndsvisningsbilde
CHECK_SCALE =	 holde proporsjonene
CHECK_SHOWPRE =	 Vis forhåndsvisningsbilde
STATIC_SAVETYPE =	 utdatametode
RADIO_SAVEALL =	 ut alle objekter
RADIO_SAVEPICK =	 utvalgsobjekt
AUTHOR =	 forfatter
COMMENT =	 Notater
FILEINFO =	 filinformasjon
VERSION =	 Versjon
CMD_NEWFILE =	 opprette en ny fil
PICK_PASTE =	 lim inn
CENFIELD=	sted å sentrere
AUTOSAVEFILE =	 Sikkerhetskopierer designfiler automatisk...
ON=	åpen
OFF=	Lukk
GUIDELINE =	 Hjelpelinje
OBJECT=	gjenstand
	
	
	
	
ID_DRAW_CIRCLE =	 Tegn en sirkel\nTegn en sirkel
ID_DRAW_ELLIPSE =	 Tegn en ellipse\nTegn en ellipse
ID_DRAW_PLINE =	 Tegn kurve\nTegn kurve
ID_DRAW_LINE =	 Tegn en linje\nTegn en linje
ID_DRAW_POINT =	 Plott punkt\nPlott punkt
ID_DRAW_POLY =	 Tegn polygon\nTegn polygon
ID_DRAW_RECT =	 Tegn rektangel\nTegn rektangel
ID_DRAW_TEXT =	 Tegn tekst\nTegn tekst
ID_DRAW_BITMAP=	 Tegning av punktgrafikkfil\nTegnende punktgrafikkfil
ID_DRAW_VECTOR=	 Tegne vektorfil\nTegne vektorfil
ID_DRAW_TIME  =	Tegneforsinkelse\nTrekkeforsinkelse
ID_DRAW_INPUT =	 Tegn inngangsport\nTegn inngangsport
ID_DRAW_OUTPUT=	 Draw Outlet\nTrew Outlet
	
	
ID_TOOL_NODE =	 Rediger grafnode\nNoderedigering
ID_TOOL_PICK =	 Grafvalgverktøy\nGrafvalg
ID_MODIFY_HATCH =	 Fyll valgte objekter\nFyll
ID_TOGRAPH =	 Konverter objekt til grafikkobjekt\nTil grafikk
ID_VIEW_STATUS_BAR =	 Vis eller skjul statuslinjen\nVis og skjul statuslinjen
ID_VIEW_TOOLBAR =	 Vis eller skjul systemverktøylinjen\nVis og skjul systemlinjen
ID_VIEW_ZOOMBAR =	 Viser eller skjuler visningsverktøylinjen\nViser og skjuler visningslinjen
ID_VIEW_DRAW_BAR=	 Vis eller skjul tegneverktøylinjen\nVis og skjul tegnelinjen
ID_VIEW_ENTPROP=	 Vis eller skjul objektegenskapslinjen\nVis og skjul objektegenskapslinjen
ID_VIEW_ENTLIST=	 Vis eller skjul objektlistelinjen\nVis og skjul objektlistelinjen
	
ID_ZOOM_ALL =	 Viser alle objekter på maksimum\nSe alle
ID_ZOOM_PICK =	 Maksimalt visningsvalg\nVelg observasjon
ID_ZOOM_IN =	 Doble skjermen\nZoom inn
ID_ZOOM_OUT =	 Doble skjermen\nZoom ut
ID_ZOOM_PAN =	 Panorer skjerm\nPan
ID_ZOOM_WINDOW =	 Vindusskalering\nVindusskalering
ID_ZOOM_WORKSPACE =	 Vis hele arbeidsområdet\nArbeidsområdevisning
ID_SNAP_GUILD =	 Fest til hjelpelinjer\nFest til hjelpelinjer
ID_SNAP_GRID =	 Fest til rutenett\nFest til rutenett
ID_SNAP_OBJECT=	 Fest objekt\nSnap objekt
ID_SNAP_MESHVERTEX=	 Fest til overflatehjørner\nFest til overflatehjørner
ID_APP_ABOUT =	Vis programinformasjon, versjonsnummer og opphavsrett\nOm
ID_APP_EXIT =	 Avslutt programmet; ber om å lagre dokumentet\nAvslutt
	
	
TT_PICKALL =	 Velg alle objekter\nVelg alle objekter
TT_PICKDEL =	 Slett valgte objekter\nSlett valgte objekter
TT_PICKINVERT =	 Inverter utvalg\nInverter utvalg
TT_PICKLOCK =	 Lås det valgte objektet\nLås
TT_PICKUNLOCK =	 Lås opp valgt objekt\nLås opp
TT_PICKUNLOCKALL =	 Lås opp alle objekter\nLås opp alle
TT_PICKCEN =	 Sted til opprinnelse\nPlass til opprinnelse
TT_PICKCENX =	X-senteret er plassert på Y-aksen\nX-senteret er plassert på Y-aksen
TT_PICKCENY =	 Y-senteret er plassert på X-aksen\nY-senteret er plassert på X-aksen
TT_PICKPEN=	Velg objekter etter pennnummer\nVelg objekter etter pennnummer
TT_NODE_ADD =	 Legg til node\nLegg til node
TT_NODE_ALIGN =	 Nodejustering\nNodejustering
TT_NODE_ARC =	 Konverter til bue\nTil bue
TT_NODE_BEZIER =	 Konverter til kurve\nTil kurve
TT_NODE_CLOSE =	 Lukk kurven automatisk\nLukk kurven automatisk
TT_NODE_DEL =	 Reduser node\nReduser node
TT_NODE_DIR =	 Endre kurveretning\nEndre kurveretning
TT_NODE_LINE =	 Konverter til rett linje\nKonverter til rett linje
TT_NODE_REDUCE =	 Autoreduser poeng\nAutoreduser poeng
TT_NODE_SEPARATE =	 Koble fra node\nKoble fra node
TT_NODE_SHARP =	 Skarp overgang\nSkarp overgang
TT_NODE_SMOOTH =	 Glatt overgang\nGlatt overgang
TT_NODE_SYSMETRIC =	 Symmetrisk overgang\nSymmetrisk overgang
TT_NODE_UNITE =	 Fusjonsnode\nFusjonsnode
TT_POINTONCURVE=	punkt på kurven
TT_ADDLAYER=	Legg til lag\nLegg til lag
TT_DELLAYER=	Slett lag\nSlett lag
ADDLAYER=	legg til lag
DELLAYER=	slette lag
ROTATEANG =	 Rotasjonsvinkel
MOVEDIST  =	 Bevegelsesavstand
ZOOMSCALE =	 skaleringsforhold
INPUTPT =	 inngangspunkt
INPUTSTARTPT =	 Angi startpunktet
INPUTCENTER  =	 Skriv inn midten av sirkelen
PICKCURVE=	Velg kurven for å plassere punktet på
PONITNUM=	poeng
POINTDIST=	punktavstand
TEXT_POS=	Velg hvor du vil plassere teksten
ALIGN =	 tilpasse
UNDO=	angre
REDO=	gjenopprette
MENU_FINISH=	&slutt
MENU_CLOSEFINISH=	&Lukket slutt
MENU_COOR=	&Angi koordinater
TRANSFORM =	 forvandle
CENTER =	 senter
MIRROR =	 speil
SHEAR=	tilt
PEN=	Penn
SPEED=	hastighet
OBJECTLIST=	objektliste
APPLYDEF=	parameter satt til standard
ADVANCE=	avansert
POWER=	makt
FREQ=	Frekvens
TICKLE=	Pre-ionisering
STARTTC=	Startforsinkelse
ENDTC=	sluttforsinkelse
POLYTC=	hjørneforsinkelse
SECOND=	sekund
US=	mikrosekunder
DELETE=	slette
PARAMLIB=	parameterbibliotek
INPUTPARAMNAME=	Skriv inn parameternavn
GUILDLINE =	 Hjelpelinje
PARAMNAMENONULL=	Parameternavnet kan ikke være tomt
PARAMNAMEEXIST=	Parameternavn finnes allerede! Vil du overskrive gammel parameter?
REALYDELPARAM=	Er du sikker på at du vil slette gjeldende parameter?
REALYAPPDEF=	Er du sikker på at du vil bruke gjeldende parametere som standardparametere?
JUMPSPEED=	Hopphastighet
JUMPPOSTC=	Hoppposisjonsforsinkelse
JUMPDISTTC=	Hoppdistanseforsinkelse
ADVANCEMARKPARAM=	Avanserte merkeparametere
ENDCOMP=	endepunktskompensasjon
ACCDIST=	Akselerasjonsavstand
MARK=	merking
SELECTAPARAM=	Vennligst velg en parameter
MODIFYCOLOR=	endre farge
MODIFPARAM=	Endre parametere
APPLYTOPICK=	gjelder valg
PARAM=	parameter
NOMOREMARKPARAM=	Kun standardparametere, kan ikke endres
NOPICKOBJECT=	ingen objekter er valgt
SETDEFPEN=	satt som standard penn
MENU_SPECIAL=	&Spesiell
FAILOPENLMC=	Kan ikke åpne LMC1-driveren! Sjekk om LMC1-driveren er riktig installert!
NOTFINDLMC=	Kunne ikke finne en gyldig LMC1-enhet!
MENU_LASER=	&Laser
DISABLEUSE =	 Forbudt å bruke
ENABLEUSE =	 bruk
FIELD=	område
LASERCTRL=	laserkontroll
EXTAXIS=	Forlenget akse
CONFIGPARAM=	Konfigurasjonsparametere
NEGATE=	omvendt
ASPECT=	Ytre
FIELDSIZE=	Områdestørrelse
GALVO=	Galvo
	
MARKSTR_AFTERMARK=	Gå til det angitte stedet etter behandling
MARKSTR_AFTER1=	ikke rør deg
MARKSTR_AFTER2=	Galvo senter
MARKSTR_AFTER3=	øverste venstre hjørne av objektet
MARKSTR_AFTER4=	Øvre høyre hjørne av objektet
MARKSTR_AFTER5=	nederste høyre hjørne av objektet
MARKSTR_AFTER6=	nedre venstre hjørne av objektet
MARKING=	Merker...
WAITIOINPUT=	Venter på IO-inngangsportsignal...
	
PART=	Komponenter
TOTALNUM=	Total
CONTINUES=	Kontinuerlig behandling
MARKSELECT=	Velg behandling
QUIT=	slutte
LIGHTSHOW=	rødt lys display
	
QSWITCH=	Q-bryter
ANALOGOUT=	Analog utgang
CALIBRATION=	Korreksjon
OTHER=	annen
ENPWMSIGNALE=	Aktiver PWM-signalutgang
MAXPWMFREQ=	Maksimal PWM-signalfrekvens
ENABLETICKLE=	Aktiver preionisering
PULSEWIDTH=	Pulsbredde
PULSEPERIOD=	Pulsfrekvens
FPK=	første pulsundertrykkelse
FPKEND=	Slå på Q-bryteren når den første pulsdempingen avsluttes
ANALOGOUT=	Analog utgang
ANAPOWER=	Aktiver analog strømutgang
ANAFREQ=	Aktiver analog frekvensportutgang
STARTMARKDELAY=	Begynn å markere forsinkelse
FINSIHMARKDELAY=	Sluttmerkeforsinkelse
MAXPOWERDELAY=	Maksimal strømforsinkelse
USERDEFRATIO=	Brukerdefinert skala
REALRATIO=	Faktisk forhold
FREQMAP=	frekvenskartlegging
POWERMAP=	kraftkartlegging
READY=	Forberede
BTNSTOP=	STOPP (F4)
BTNMARK=	Merk (F2)
BTNPARAM=	Parametere (F3)
BTNQUIT=	AVSLUTT (F5)
BTNLIGHT=	Rødt lys (F1)
MARKSTR_NOENTITY=	Ingen data kan behandles, vennligst sjekk om filen er lastet!
MARKSTR_NOENTITY_SELECT=	Det er ingen data som kan behandles, vennligst sjekk om behandlingsobjektet er valgt!
DOG_DATAERROR =	 Krypteringslåsdataene er feil, vennligst sjekk om krypteringslåsen er satt inn riktig
DOG_SHARETIME =	 Den nåværende versjonen er en delt versjon, du har brukt opp tiden som er tillatt!\nHvis du vil fortsette å bruke denne programvaren, vennligst kontakt programvareforhandleren
DOG_SHARE =	Den nåværende versjonen er en delt versjon, du har brukt opp antallet tillatte ganger!\nHvis du vil fortsette å bruke denne programvaren, vennligst kontakt programvareforhandleren
DEMOVERSION=	Finner ikke dongelen! Programvaren vil fungere i demomodus
DELHATCH=	fjerne polstring
CURTIME=	nåværende tid
TOTALTIME=	Total tid
PULSELENGTH=	Pulsbredde
CHECK=	oppdage
LASERON=	Slå på laseren
LASEROFF=	laser av
POSX=	X-posisjon
POSY=	Y-posisjon
LASERWILLOUTPUT=	Trykk OK for å sende ut laseren, er du sikker på at du vil sende ut laseren?
WARN=	varsle
SCANIMAGE=	skanne bildet
BOTTOM =	 bunn
TOP =	 topp
	
ORIGIN_PTNUM=	Skriv inn nullpunkt
ORIGIN_WAY=	Tilbake til opprinnelsesmetoden
PLUGFILENAME =	 Plugin filnavn
	
PLUGSTATE =	 plugin-status
PLUGVER =	 Plugin-versjon
PROMPT =	 hint
MENU_APP_EXIT =	 &Exit
LMCVERERROR=	LMC maskinvareversjon feil
WELD=	sveising
TRIM=	sviske
INTERSECT=	kryss
WELDTO=	sveiset til
TRIMTO=	trimmet kl
INTERSECTTO=	krysse over
PLASTIC=	form
SAVESRC=	beholde den opprinnelige gjenstanden
SAVETAR=	beholde målobjektet
NOVALIDONCEMORE=	Ingen gyldig objekt valgt, velge på nytt?
FILE=	dokument
PORT=	havn
IOSTOP=	Stopp behandlingen av inngangsporten
STOPPROMPT=	Melding når bearbeidingen er stoppet
STOPSIGNALTRIG=	Stoppsignalet utløses og den aktuelle behandlingen stoppes!
REMOTE=	fjernkontroll
ENREMOTE=	Aktiver fjernkontroll
NETWORKIP=	nettverkets IP-adresse
QPULSEWIDTH=	Q pulsbredde
POINTTIME=	lag tid
LEFT =	 venstre
RIGHT =	 Ikke sant
ALIGN_NODECTRL=	Juster nodekontrollpunkter
NODE_ALIGN=	Juster node
OFFSETLEN=	offset lengde
BASELENGTH=	baselengde
TRANFORM=	forvandle
BASE=	benchmark
FREE=	 gratis
BASEANGLE=	referansevinkel
ANGLELIMIT=	Vinkelområdegrense
CHANGEORDER=	endre rekkefølge
MODIFY=	Revidere
ROAXIS=	rotasjonsakse
ZERO=	null
STEPPERRO=	Pulser per omdreining
DISTPERRO=	Bevegelsesavstand per omdreining
MINPOS=	Minimumskoordinater
MAXPOS=	maksimal koordinat
MINSPD=	minimumshastighet
MAXSPD=	Topphastighet
ZEROSPD=	Null returhastighet
GEARRATIO=	Reduksjonsforhold
PARTDIA=	Arbeidsstykkets diameter
ZEROOFF=	Null forskyvning
ACCTIME=	akselerasjonstid
SCALECOMP=	Proporsjonal kompensasjon
SHEARCOMP=	feiljusteringskompensasjon
SPACECOMP=	Tilbakeslagskompensasjon
GOTOORIGIN=	Utvidet aksekorreksjon nullpunkt
PLSPICKAPEN=	Velg en penn
BITMAP=	punktgrafikk
LINEINC=	Bitmap-skanningslinjeøkning
NODE_DELETE =	 Slett node
NODE_ADD =	 legg til node
NODE_UNITE=	fusjonsnode
NODE_TOARC =	 Konverter til buesegment
NODE_TOBEZ =	 Konverter til kurvesegment
NODE_TOLINE =	 Konverter til linjesegment
NODE_TOSHARP =	 cusp overgang
NODE_TOSMOOTH =	 Glatt overgang
NODE_TOSYSMETRIC =	 Symmetrisk overgang
NODE_ALIGN =	 nodejustering
NODE_CHANGEDIR =	 Endre kurveretningen
MARKON=	Åpen markering
MARKOFF=	kryss av
CURVEEDIT =	 Kurveredigering
MENU_AUTOCONNECT=	automatisk tilkobling
CONNECTERR=	Automatisk tilkoblingsfeil
	
PRINTER  =	 skriver
PRINT  =	 Skrive ut
STYLE  =	type
STATUS =	 stat
REMARK =	 Bemerke
COPYNUM=	 antall kopier
ATTRIB=	 Egenskaper
PRINTCOPYNUM=	 antall kopier
AUTOPAGE=	Automatisk personsøking
PRINTRANGE=	utskriftsområde
PRINTALL=	skrive ut alle
PRINTSEL=	velg utskrift
PAGESETUP=	sideinnstillinger
	
MARGIN=	Marginer
MARGINLEFT =	venstre marg
MARGINRIGHT=	høyre marg
MARGINTOP  =	toppmargin
MARGINBOTTOM=	bunnmargin
	
PAGECEN     =	sidesenter
PAGECENUP   =	øvre middel
PAGECENLEFT =	midten til venstre
PAGECENRIGHT=	midt til høyre
PAGECENDOWN =	midtre og nedre
	
PAGELEFTUP   =	øverst til venstre
PAGERIGHTUP   =	øverst til høyre
PAGELEFTDOWN  =	nede til venstre
PAGERIGHTDOWN =	Nede til høyre
PAGEFILL=	endre størrelse til side
PAGERANDOM=	tilpasse
AXISSTEP=	Bevegelsestrinnlengde
SPLITSIZE=	Delt størrelse
SPLITPARAM=	segmenteringsparameter
SPLITBYGUILDLINES=	Del med hjelpelinjer
ORIGIN=	opprinnelse
LIGHTING=	rødt lys som indikerer
SPLITMARK1=	Splittmarkering 1
SPLITMARK2=	Del merke 2
ORIGINCOOR=	opprinnelseskoordinater
SETCURPOSTOORIGIN=	(&D)Sett gjeldende punkt som origo
SETORIGIN=	angi opprinnelse
SPECIALMOTION=	spesiell bevegelse
STOP=	Stoppe
GOTOMARKORIGIN=	Flytt til markeringens opprinnelse
REDLIGHTPOINT=	rødt lys indikasjon
LIGHTSPEED=	hastighet på rødt lys
OFFSETPOSX=	offset posisjon X
OFFSETPOSY=	offset posisjon Y
REDLIGHTIO=	Rødt lys som indikerer utgangsport
MARKIO=	Merking av utgang
NULL=	ingen
INPUTTEXT=	Vennligst skriv inn teksten som skal behandles
FORCESPLIT=	tvungen deling
LINE=	rett linje
RIGHTCOOR=	Trykk på høyre museknapp for å angi koordinater
INPUTCOOR=	Angi koordinater
FINISHGOTOSTARTPT=	Etter behandlingen går du tilbake til utgangspunktet
STARTMARKIO=	Begynn å merke porter
INPORT=	inngangsport
AUTORESET=	Automatisk tilbakestilling
JSFFONT_FILENAME=	jsf font filnavn
GRAPHCHAR=	Tegn som tilsvarer grafikk
UPDATEFONTFILE=	Oppdater fontfil
OFFSET_DIST=	offset avstand
JCZFONT_NEWJSF=	Filen eksisterer ikke, opprette en ny fil?
JSFFONT_NAME=	skriftnavn
DOUBLEWIDTH=	dobbel tegnbredde
DOUBLEHEIGHT=	dobbel tegnhøyde
SINGLEWIDTH=	enkelt tegns bredde
SINGLEHEIGHT=	enkelt tegn høyde
JSFFONT=	Jsf skrift
JCZFONT_PROPERTY=	skriftegenskaper
ENMARKMUTEX=	aktivere merking mutex
MARKPARAM=	Merking av parametere
ONOFF=	bytte om
CURPEN=	gjeldende pennnummer
CURPENPARAM=	gjeldende pennparametere
USEDEFAULTPEN=	Bruk standardparametere
SELPARAMFROMLIB=	Hent parametere fra parameterbibliotek
DELETESELPARAM=	slette den valgte parameteren
CURPARAMSAVEAS=	Lagre gjeldende parametere som
PLSSELPARAM=	Velg en parameter først
ID_DRAW_BARCODE =	 Tegn strekkode\nTegn strekkode
MENU_VIEW_MARKPARAM=	Markeringsparameterlinje
ID_VIEW_MARKPARAM=	Viser eller skjuler markeringsparameterlinjen\nViser eller skjuler markeringsparameterlinjen
SHOWCROSSLINE=	Vis midtkryss
SELPOSDATUM=	Velg nullpunktet for posisjonskoordinatene
PULSEGREATEMAX=	Den innstilte Q-pulsbredden er større enn den maksimale pulsbredden
MAXPULSEWIDTH=	Maksimal pulsbredde
CURFREQ=	gjeldende frekvens
FIELDNAME=	Feltnavn
CURRENT=	strøm
CURRENTMAP=	Gjeldende kartlegging
ENCURRENT=	Aktiver strømutgang
EXESTART =	Når ezcad starter, kjør programmet
EXEFINISH=	Når ezcad er lukket, kjør programmet
PARAMNAME=	parameternavn
GOALSIZE=	målmerkestørrelse
REALSIZE=	Faktisk merkestørrelse
CALCSCALE=	Regn ut forholdet
GOALMUSTGREATE=	Målmarkeringsstørrelsen må være større enn 0,001
REALMUSTGREATE=	Faktisk merkestørrelse må være større enn 0,001
FORCEALLSPLIT=	Hele hele divisjonen
USEGUILINSTARS=	Bruke en digital Q-switch-driver
	
DESCENTRATIO=	Lavere høye forhold
DESCENT=	høyt nede
ASCENT=	Shanggao
BASELINE=	grunnlinje
LOADCHAR=	Last inn tegndata
SAVECHAR=	lagre tegndata
LEFTSIDE=	Venstre støttebredde
RIGHTSIDE=	Rett støttebredde
HELP =	 hjelp
HELP_BLUEBOX=	Den blå rammen er området som karakteren opptar når den faktisk vises
HELP_DESCENTRATIO=	Lavere høye forhold
HELP_CHARWIDTH=	Tegnbredde refererer til standard tegnbredde til gjeldende skriftbibliotek
HELP_CHARHEIGHT=	Tegnhøyde refererer til standard tegnhøyde for gjeldende skriftbibliotek
HELP_LEFTSIDE=	Den venstre støttebredden er avstanden mellom de faktiske dataene til tegnet og venstre kantlinje
HELP_RIGHTSIDE=	Riktig støttebredde er avstanden mellom de faktiske dataene til tegnet og høyre kantlinje
HELP_BASELINE=	Grunnlinjen er den horisontale linjen som brukes for justering når du bygger en skrift
CHARKERNING=	Karakterkjerning
NOFONTFILE=	Kunne ikke finne en gyldig fontfil. Velg en gyldig fontfil!
INPUT2CHAR=	Skriv inn to tegn
SAVEKERNING=	lagre kerning
JCZFONT_VER1=	Gjeldende skriftbibliotek er versjon v1.0, og det konverteres til versjon v2.0.\nVennligst start ezcad2.0 på nytt før endringen trer i kraft!
PULSEMODE=	Vektor Punktmønster
PULSEPER=	Pulser per poeng
FLYMARK=	flygende merking
FLYSPEED=	Lineær hastighet
ERR_FLYSPEEDFAST=	Linjehastigheten er for høy til at galvoen kan ta igjen!\nLinjehastigheten må være mindre enn markerings- og hopphastigheten!
MS=	millisekund
CANHATCH=	kan fylles
PASSWORD=	passord
CONFIRMPASSWORD=	bekreft passord
PASSWORDNOSAME=	Passordene som er skrevet inn to ganger er forskjellige, vennligst skriv inn på nytt!
PASSWORDUNVALID=	feil passord!
OUTPORTALRADYUSE=	Utgangsporten har vært okkupert av en annen enhet, vennligst tilbakestill den!
LASERPOWERIO=	Lasereffekt
POWERON=	strøm på
POWEROFF=	strømmen av
EZCADSTR_ID_FILE_IMGLIB =	 Åpner favorittgalleriet\nFavorittgalleri
EZCADSTR_IDC_STATIC_NEWIMG =	 Skriv inn et bildenavn
EZCADSTR_IDC_STATIC_NEWLIB =	 Vennligst skriv inn et gallerinavn
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	 Skriv inn et filnavn (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =	 slette bildet
EZCADSTR_IMGDLG_BUTTON_DELLIB =	 slett galleriet
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	 Legg til bilde
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	 Nytt galleri
EZCADSTR_IMGDLG_KEEPSIZE =	 Låsvekt
EZCADSTR_IMGDLG_NEWIMG =	 Legg til bilde
EZCADSTR_IMGDLG_NEWLIB =	 Nytt galleri
EZCADSTR_IMGDLG_STATIC_EXPORT =	 Eksporter grafikkalternativer
EZCADSTR_IMGDLG_STATIC_HEIGHT =	 høy
EZCADSTR_IMGDLG_STATIC_NAME =	 Gallerinavn
EZCADSTR_IMGDLG_STATIC_PREVIEW =	 Forhåndsvisning av bilde
EZCADSTR_IMGDLG_STATIC_WIDTH =	 bredde
EZCADSTR_IMGGLD_ORIGSIZE =	 original størrelse
EZCADSTR_IMGLIB_DRAW =	 Tegnegalleri
EZCADSTR_IMGLIB_MAXIMG =	 Antall bilder i dette galleriet har nådd maksimumsverdien, vennligst opprett et nytt galleri
EZCADSTR_IMGLIB_TOTALNUMBER =	 Totalt antall bilder:
EZCADSTR_IMPORT_PT =	 Angi plasseringen for å plassere grafikken
EZCADSTR_MSG_DELETEIMG =	Er du sikker på at du vil slette bildet?
EZCADSTR_MSG_DELETELIB =	 Er du sikker på at du vil slette galleriet?
EZCADSTR_MSG_DIRECTORYERROR =	 bibliotekets filbane eksisterer ikke
EZCADSTR_MSG_HAVEFILE =	 Det angitte galleriet eksisterer allerede, vennligst gå inn på nytt
EZCADSTR_IMGDLG =	 Felles Galleri
EZCADSTR_MENU_FILE_IMGLIB =	 &Fellesgalleri...
CIRDIAMETER=	sirkel diameter
ARRAY_NUM=	antall arrays
ANG_DIST=	Vinkelavstand
EZCADSTR_ARRAY_TYPE =	 array type
EZCADSTR_ARRAY_X_DIST =	 Horisontal avstand
EZCADSTR_ARRAY_X_NUM =	 Horisontalt tall
EZCADSTR_ARRAY_Y_DIST =	 Vertikal avstand
EZCADSTR_ARRAY_Y_NUM =	 vertikalt tall
EZCADSTR_ARRAY_DIST_CALC =	 Avstandsberegningsmetode
EZCADSTR_ARRAY_ENTSPACE =	 Beregnes i henhold til avstanden til grafikken
EZCADSTR_ARRAY_OFFSETDIST =	 Beregnet etter offset avstand
EZCADSTR_CMD_ARRAY=	array-objekt
RADIUS=	radius
BREAKCROSSPOINT=	fjerne krysset
ID_MODIFY_ARRAY =	 Array valgte objekter\nArray objekter
ID_MODIFY_ROTATE =	 Roter valgte objekter\nRoter objekter
ID_MODIFY_PLASTIC=	Objektforming\nForming
ID_MODIFY_CONNECT=	Automatisk koblingskurver\nAutomatisk koblingskurver
ID_MODIFY_BREAKCROSS=	Fjern krysset mellom kurvene\nFjern krysset
ID_MODIFY_TRANSFORM=	Transformer objekter\nTransformer
ID_MODIFY_OFFSETCURVE =	 Forskyv valgte kurveobjekter\nOffsetkurve
CROSSLEN=	krysslengde
TESTLASER=	test laser
READALLLINE=	Les hele filen hver gang
INFO_CODE128OPTMIZE=	CODE128Optimized strekkoden er en kontinuerlig strekkode; tegnsettet inneholder tegn med ASCII-verdier fra 0 til 127, og systemet bytter automatisk mellom CODE128 A, B og C i henhold til tegnene, noe som gjør den endelige koden til den korteste;
FLYRIGHT2LEFT=	Rørledningsretning fra høyre til venstre
FLYCONTMODE=	Kontinuerlig modus for rørledning
DATEINFO=	Betydningen av tegn i datoformat: Y
SN=	serienummer
INCSN=	Sekvensnummerøkning
	
DATENAME=	dato navn
YEARUSE2DIGIT=	Bruk to sifre for året
YEARNOLEADZERO=	År uten innledende nuller
HOUR12=	12 timers klokke
TIMENOLEADZERO=	tid uten innledende nuller
DIGIT09ISSN=	Tallet 0 er serienummeret og tallet 9 er serienummeret
SAMPLE=	Eksempel
AM=	morgen
PM=	ettermiddag
DATENAMECANNOTNULL=	Datonavn kan ikke være tomt!
SAVETONEWFILE=	lagre til ny fil
AUTOROANG=	Automatisk rotering av fyllingsvinkel
BYDAY=	om dagen
BYMONTH=	månedlig
BYWEEK=	etter uke
BYYEAR=	etter år
DATEOFFSET=	datoforskyvning
ENTOTALPARTNUM=	Totalt antall arbeidsstykker er gyldig i kontinuerlig modus
MARKFINISHNUM=	Det angitte antallet er behandlet! Vil du fortsette behandlingen?
OFFSET=	offset
EXPORTTEXT2FILE=	Send ut tekst til spesifisert fil under behandling
EXPORTTIME2FILE=	Utdatatid til spesifisert fil under behandling
EXPORTTEXT=	ut tekst
AUTOCONNECT=	Koble automatisk til tilstøtende kurvesegmenter
SOFTUSEPSW=	Et passord må angis for å bruke programvaren
USERMGR=	Brukerbehandler
USER=	bruker
ADMIN=	sjef
DESIGNED=	designer
WORKER=	operatør
MODIFYPASSWORD=	Bytt passord
SELUSER=	velg bruker
PSWINCORRECT=	Feil passord, skriv inn på nytt
CARDNO=	kortnummer
SELLMC1DEV=	Velg enheten for å angi parametere
LASERTYPE=	Laser type
NOHATCHTEXT=	ingen tekstutfylling
USECORRECTFILE=	Bruk korrigeringsfiler
CRYSTAL=	krystall
MAXFREQ=	maksimal frekvens
PULSEGREATEMAXFREQ=	Pulsfrekvensen er større enn maksimalfrekvensen
MOVEANG=	Bevegelsesvinkel
CURRANGLE=	gjeldende vinkel
ROANGMARK=	Rotasjonsvinkelmarkering - merk: z-koordinaten til objektet er vinkelverdien
OPTIMIZECURVE=	Optimaliser kurverekkefølgen
ANGLEROTATE=	Rotasjonsvinkelmarkering
SIZESCALE=	Størrelsesforhold
PULSE=	puls
ENSHOWCONTOUR=	vis omriss
SUBSURFACE=	Innvendig utskjæring
ZEROTIMEOUT=	gå tilbake til null tidsavbrudd
CMD_REPEAT1=	gjenta kommando 1
CMD_REPEAT2=	gjenta kommando 2
NODE=	node
SUNDAYISFIRSTDAY=	Søndag er den første dagen i uken
TT_POINT=	tegne et poeng
TT_POINTONCURVE1=	Plasser et fast antall punkter på en kurve
TT_POINTONCURVE2=	Plassering av punkter med fast avstand på en kurve
IMGLIB_PROMPT=	Tips: Trykk og hold venstre museknapp for å velge ønsket grafikk, og dra deretter for å flytte til arbeidsområdet
ONELASERMULTISCANNER=	Enkel laser og multi-linse moduser
MULTILASERMULTISCANNER=	Multilaser- og multilinsemoduser
ALLSCANNERSAMEPART=	Alle galvanometre behandler det samme arbeidsstykket
ALLSCANNERDIFFPART=	Alle galvanometre behandler forskjellige arbeidsstykker
SCANNER=	Galvo
SCANNERTYPE=	Galvo type
CENPOS=	Sentrumskoordinater
LASERPARAM=	Laser parametere
ERR_OUTRANGE=	Forlengelsesaksen er utenfor bearbeidingsområdet!
MOVETOPREV=	flytte til fronten
MOVETONEXT=	flytte til baksiden
MOVETOTOP=	bringe til fronten
MOVETOBOTTOM=	flytte til baksiden
MENU_EDIT_TODASHED=	til stiplet linje
INFO_QRCODE=	QRCODE strekkode er en todimensjonal strekkode; tegnsettet inneholder alle ASCII-tegn;
LASERONTIME=	Laser i tide
DISTRIBUTION=	distribuert
D_TOP=	&Som
D_VCEN=	&Medium
D_VSPACE=	&mellomrom
D_BOTTOM=	&Bunn
D_LEFT=	&Venstre
D_HCEN=	&Medium
D_HSPACE=	&mellomrom
D_RIGHT=	&Ikke sant
ISREALYMARK=	Begynn å markere?
DELOLDCURVE=	slette gamle kurver
PICKOFFSETCURVE=	Velg kurven som skal forskyves
PICKOFFSETDIR=	Velg forskyvningsretningen til kurven
NESTING=	Optimalisert hekking
PICKEDGE=	utvalgsgrense
NESTPARAM=	Hekkeparametere
AUTONESTING=	automatisk hekking
BRIDGEDIST=	rundeavstand
STOCKDIST=	Arkmarger
ROTATEINTERVAL=	Rotasjonstrinn
ROTATE=	rotere
ERRNESTING=	Den gjeldende arkgrensen kan ikke romme alle prøver!
PICKNESTEDGE=	Velg arkgrensen som prøven skal plasseres på
MARKDATA_OUTRANGE=	Behandlingsdataene overskrider behandlingsområdet!
SELECTNESTEDGE=	Velg arkgrensen som prøven skal plasseres på først!
NESTINGMULTI=	Oppsett av flere arbeidsstykker
NESTINGONE=	Ensartet oppsett av enkelt arbeidsstykke
SHEETSIZE=	Materialstørrelse
SHEETSIZESMALL=	Materialstørrelsen er for liten!
WARNSTARTSIGNAL=	Behandlingen avbrytes kontinuerlig. Er startbehandlingssignalet feil? Er startbehandlingssignalet forbudt?
INPORTCONFLIC=	Merk at det er motstridende inngangsporter! Vennligst velg på nytt!
OUTPORTCONFLIC=	Merk at det er motstridende utgangsporter! Vennligst velg på nytt!
UNCOMBINE=	 separat kombinasjon
READPOINTCLOUDFILE=	Les punktskyfil...
MENU_FILE_BMPFILE=	Skriv inn punktgrafikkfil\tCtrl+W
MENU_FILE_VECTORFILE=	Importer vektorfil\tCtrl+B
MAXFREQDELAY=	Maksimal frekvensforsinkelse
INFO_CODEINTER6=	ITF-6-koden er en strekkode med fast lengde, tegnsettet inneholder bare tallene '0'-'9', ITF-6 inneholder 6 tegn, de første 5 tegnene er data, det siste tegnet er kontrollkoden, bekreftelsen koden legges automatisk til av systemet, og systemet tar kun de første 5 tegnene.
INFO_CODEINTER14=	ITF-14-koden er en strekkode med fast lengde, tegnsettet inneholder bare tallene '0'-'9', ITF-14 inneholder 14 tegn, de første 13 er data, og det siste tegnet er kontrollkoden. bekreftelseskode legges automatisk til av systemet, og systemet tar kun de første 13 tegnene.
BORDER=	ramme
PLUSEWIDTHREV=	inversjon av pulsbredde
ENANALOGFPK=	Aktiver Analog første pulsundertrykkelse
INFO_USERDEFINE=	Brukerdefinert strekkode, brukerdefinert antall rader og kolonner, strekkodedata er representert av en tallstreng med en størrelse på 0-255 atskilt med ",", hvert tall representerer en 8-sifret strekkodeblokk, det første tallet representerer strekkoden fra topp til bunn Den første linjen fra bunnen, de første 8 strekkodeblokkene fra venstre mot høyre. Når en byte ikke kan tilpasses på slutten av en rad, skal den tilsvarende databiten ignoreres. Hvis det ikke er "," i inndatategnet, brukes den binære regelen, 1 betyr svart og 0 betyr hvit.
RINGMARK=	Smykkemerking
INPUTDISTRCOFF =	 Angi tønnedeformasjonsfaktor
INPUTTRAPECOFF =	 Angi den trapesformede deformasjonsfaktoren
GRADUATION=	skala
GRADUATIONNUM=	antall hakemerker
GRADUATIONANG=	Vinkeløkning
DEGREE1LEN=	Minimum flåttlengde
DEGREE5LEN=	5-punkts flåttlengde
DEGREE10LEN=	10-punkts flåttlengde
SHOWTEXT=	vise tekst
STARTVALUE=	startverdi
INCVALUE=	Øk verdi
DOTBITCOUNT=	sifre etter desimaltegn
LOADGRADFILE=	Last inn skalafil
SAVEGRADFILE=	lagre hakefil
ROTATERULER=	skala ring
HATCHBYDEFAULT=	Fyll med standardparametere
360MARK =	 360 graders merking
STARTPULSEMODE=	Start signalpulsmodus
AUTORESETMARKCOUNT=	Automatisk tilbakestilling av behandlingstider
PULSEPERUNIT=	pulser per enhet
MOVE =	 bevege seg
MOVETO =	 flytte til
RELATIVE=	relativ posisjon
MENU_DRAW_EXTAXIS=	&Utvidet akse
ID_DRAW_EXTAXIS=	 Tegner en utvidet akse\nTegner en utvidet akse
MULTIPARTMARK=	Multistasjons maskineringsmodul
PLEASEVALIDPARAM=	Velg en gyldig stasjonsparameter
MALTIMARKINFO=	Det angitte maksimale behandlingsnummeret er behandlet!\nHvis du ønsker å behandle, vennligst endre det behandlede antallet eller det maksimale behandlingsnummeret.
MALTIMARKINFO2=	Det angitte maksimale antallet bearbeiding er fullført!
PARTPOS=	Stasjon
PARTTYPE=	arbeidsstasjonsmodus
SELPARTTYPE=	Velg stasjonsmodus
CURPARTPOS=	nåværende stasjon
MARKEDCOUNT=	Antall behandlede
STOPWHENMAX=	Stopp etter behandling til maksimalt antall behandlinger
MAXCOUNT=	Maksimalt antall behandlinger
MARKALLPART=	F1 for å behandle alle gjeldende stasjoner
CONTMARKALLPART=	F2 Kontinuerlig bearbeiding av alle stasjoner
MARKCURPART=	F8 behandler gjeldende stasjon
MODIFYCURPART=	F9 for å endre gjeldende stasjonsposisjon
ADD=	Øke
DISMARKWHENREACHTOTAL=	Behandling er forbudt etter behandling til det angitte antallet
CURNUMGREATETOTALNUM=	Det nåværende antallet behandlinger har vært større enn det totale antallet behandlinger, vennligst tilbakestill gjeldende antall behandlinger før behandling!
YAGOPTIMIZEMODE=	YAG-optimalisert fyllmønster
	
FLYHARDWARE=	Aktiver maskinvare flymodus
FLYSIMULATION=	Aktiver maskinvareemuleringsmodus
MULTIPLIER=	flyhastighetsfaktor
UM=	mikron
MIL=	mil
UMPERCOUNT=	mikron/antall
INCHPERCOUNT=	tommer/telling
FLYCOUNT=	telle
TOTALMARKTIME=	total behandlingstid
DOG=	dongle
DEFENTTEXT=	TEKST
SPECIALPOS=	spesifisert plassering
GOTOSPECIALPOS=	flytte til den angitte posisjonen
SETCURPOSTOSPEC=	(&D) Sett gjeldende punkt til den angitte posisjonen
MINPWMFREQ=	Minimum PWM-signalfrekvens
PULSELOWMAXFREQ=	Pulsfrekvensen er mindre enn minimumsfrekvensen
MINFREQ=	Minimumsfrekvens
DOUBLELINEMODE=	dobbelt hakemønster
LASERSLEEPTIME=	Laser søvn tid
DXFUNITISINCH=	Dxf-filenheter er tommer
0NOTAILZERO=	0-skalaen viser ikke 0 etter desimaltegnet
SHOWDEGREE5TEXT=	Vis 5-graders tekst
TEXTROTATE90=	Tekst rotert 90 grader
BOLDLINEMODE=	bredt flåttmønster
POWERRULER=	super hersker
PLSSELRULER=	Velg en linjal som skal bearbeides
ALEARDYHAVESAMERULER=	Herskernavnkonflikt, vennligst gi nytt navn!
GRADCONDISNULL=	Merkegenereringsbetingelsen til linjalen kan ikke være tom!
MINGRAD=	Minimumsskala
RULER =	 Hersker
RULERNAME=	Herskernavn
GRADGENCOND=	Kryss av for Generasjonsbetingelser
GRADLINE=	hakemerker
GRADVALUE=	Skalaverdi
STARTPT=	Utgangspunktet
ENDPT=	sluttpunkt
STARTINDEX=	start kryssindeksnummer
ENDINDEX=	slutt kryssindeksnummer
INCINDEX=	Kryss av for indeksøkning
GRADLINEWIDTH=	Flåttbredde
ROTATERULERMODE=	Roterende linjalmodus
GLOBEMARK=	jordklodemerking
LONGITUDE=	lengdegrad
LATITUDE=	breddegrad
FLYMARKENTBYORDER=	Aktiver flyer etter objektrekkefølge
INPUTIOMASK=	inngang IO maske
OUTPUTIOMASK=	utgang IO maske
DISSTARTIOINCONTMODE=	Kontinuerlig modus deaktiver startmerkingsport
LASEROFFTC=	Lys av forsinkelse
STARTGRADPOS=	start hakeposisjon
INCPOS=	posisjonsøkning
STEPPERMM=	trinn/mm
STEPPERINCH=	trinn/tommer
EDIT =	 redigere
TOTALPARTNUM=	totalt antall deler
EXPORTTOWS=	utgang til arbeidsområdet
STRAIGHTRULER=	Hersker
RINGRULER=	Ringlinjal
DISKRULER=	skive linjal
PARTNUM=	Delnavn
UPDATEPOSPARAM=	Oppdater posisjonsparametere
OTHERNUMSYS=	tilpasset base
MAXNUMBER=	maksimal base
MPERMIN=	m/min
INCHPERMIN=	tommer/min
ENCODERDIST=	Enkoder reiseavstand
OUTPORT=	utgangsport
ROTATETEXTMARK=	Roter tekstmarkering
	
CIRCLEMODE=	sirkelmønster
TEXTELEMENT=	tekstelement
TCPIPCOM=	Nettverkskommunikasjon
SERIALCOM=	Seriell kommunikasjon
TIME=	tid
FIXEDTEXT=	fast tekst
NOLEADZERO=	Ikke bruk innledende nuller
PREV=	gå fremover
NEXT=	flytte tilbake
LIMILTSN=	Maksimalt sekvensnummer
MODE=	modell
YEAR=	år
MONTH=	måne
DAYOFMONTH=	dag
DAYOFYEAR=	himmel
DAYOFWEEK=	Uke
WEEKOFYEAR=	uke
HOUR=	Time
MINUTE=	minutt
TIMESEC=	periode
IPADDRESS=	IP adresse
COMMAND=	Rekkefølge
ALLCHARSUSES=	alle mulige karakterer
BAUDRATE=	baud rate
DATABIT=	databiter
STOPBITS=	stopp litt
PARITY=	paritet
ENCIRCLETEXT=	aktiver buetekst
POWERKEYBOARD=	supertastatur
KBWORKDIRECTORY=	tastaturets arbeidskatalog
KEYLIST=	nøkkelliste
KEYNAME=	nøkkelnavn
KEYFILE=	nøkkelfil
CUTONOFF=	kutte bryter
USERNAME=	brukernavn
	
DYNFOCUS=	dynamisk fokus
ENDYNFOCUS=	Aktiver dynamisk fokus
DYNZREV=	Z revers
DYNZPOS=	Z-posisjon
DYNZRAD=	Avstand til sentrum (%)
DYNAUTOSWITCH=	automatisk bryter
DYNUPDATEALL=	Oppdater Z-posisjon
DYNADD=	Z øker
DYNDEC=	Z nedgang
DYNSTART=	begynne å teste
DYNSTOP=	stopp testen
DYNUSING=	Dynamisk fokus i bruk..
IAGREE=	Godta å godta denne avtalen
IDONTAGREE=	ikke godta denne avtalen
ERR_CANNT_RUN=	Operasjonen kan ikke utføres i gjeldende tilstand
MARKSPEED=	Markeringshastighet
LENTESTRECT=	Test rektangel sidelengde
TESTPARAM=	Test parametere
ZINCREMENT=	Øk Z
ZMICROINC=	Finjustering Increment Z
ZMAX=	Z maks
DYNLINEAR=	Lineær interpolering
MACROADJUST=	Finjuster Z-verdien
FAILTRANSFER=	Dataoppdatering mislyktes! Vær så snill, prøv på nytt!
ENCO2FPK=	Aktiver CO2 første puls undertrykkelse
FPKSTARTPOWER=	Første pulsdempende starteffekt
FPKINCPOWER=	Første pulsdempende effektøkning
SHOWSTARTMARKDLG=	Vis dialogboksen Start merking
ENEXEMARKFILE=	Aktiver kjøring av merking av start- og sluttkommandofiler
ENREDCONTMODE=	Aktiver rødt lys kontinuerlig behandlingsmodus
	
DYNSAVE=	lagre
DYNLOAD=	laste
ADDZAUTO=	Z-verdien øker eller reduseres automatisk
INFO_CICODE=	Hanxin er den kinesiske 2D-strekkodestandarden; tegnsettet inneholder alle ASCII-tegn og kinesiske tegn
SPECIALWAVE=	spesiell bølgeform
SPIWAVE=	bølgeform
SPICONTINUES=	kontinuerlig modus
SPISIMMERCUR=	Standby strøm
STEPDIST=	Optimalisert lengde
STEPDELAY=	forsinkelse mellom trinnene
USESTEPMARKMODE=	Bruk trinnmarkeringsmodus
CURLMCNOTIPG=	Gjeldende LMC-kort støtter ikke IPG-lasere
CURLMCNOTSPI=	Det gjeldende LMC-kortet støtter ikke SPI_G3-lasere
LASERNOTREADY=	Laseren er ikke klar, vennligst sjekk
FIXEDCOOR=	Faste inndatapunktkoordinater
DOORIO=	sikkerhetsportport
ERR_DOOROPEN=	Sikkerhetsdøren er åpnet, vennligst lukk sikkerhetsdøren!
LINEREDUCTION=	rett innrykk
NUMLOOPS=	Antall grenseringer
FONTTYPE_SHX=	SHX font
ENSPLITSTRTOCHANGETEXT=	Aktiver delt streng for å endre tekstobjekt med spesifisert navn
INDEXFIRSTCHARSTR=	plasseringen av det første tegnet i strengen
NUMCHAREXTRACTSTR=	Det totale antallet tegn hentet fra strengen
NAMETEXTTOCHANGE=	Navnet på tekstobjektet hvis tegninnhold du vil endre
SET=	sette opp
TT_PICKMIRRORX=	XMirror\nXMirror
TT_PICKMIRRORY=	YSpeil\nYSpeil
IPG:OVERTEMP=	Laser: For høy temperatur
IPG:NORMAL=	Laser: fungerer fint
IPG:HIGHOPTIC=	Laser: Bearbeid svært reflekterende materialer, og laseren reflekteres inn i laseren
IPG:SYSERROR=	Laser: Systemfeil
IPG:READY=	Laser: ikke klar
IPG:EMERGENCY=	Laser: Nødstoppsignal er gyldig
HIDEMODEL=	skjult modell
ANGLEINC=	Vinkeløkning
UPTODOWN=	topp til bunn
LAYERNUM=	lag
SPACEOFLAYER=	Lagavstand
CALCULATE=	regne ut
READ3DFACEFROMDXF=	3d overflatelag
AVERAGELINE=	Fordel fyllingslinjer jevnt
CHANGELINECHAR=	ny linje
MARKSELF=	marker deg selv
ENSAMEWIDTHCHAR=	Aktiver lik breddetegn
DYN_OUTSIDE=	uteområde
DYN_MODE1=	standardmodus
DYN_MODE2=	Z-akse uavhengig modus
MAXSPEED=	Topphastighet
MINSPEED=	minimumshastighet
LOOPDIST=	Ringavstand
MARKBYSPLITLINE=	Merk med delelinje
MARKSTR_AFTER7=	spesifisert plassering
ENANALOGCURFPK=	Aktiver analog strømundertrykkelse
CURVESCATTERTOL=	Kurvespredningsfeil
ENABLECURVESCATTERTOL=	Aktiver kurvediskret feil
WOBBLE=	jitter
WOBBLEDIST=	mellomrom
ROTARYMARK=	Roterende aksemerking
FOCUSLENGTH=	brennvidde
AXISISHOMING=	Aksen blir hjemsatt
AXISISMOVING=	aksen beveger seg
AXISMOVEFAIL=	Akseflytting mislyktes!
AXISERRMAXLIMIT=	Aksebevegelse utover positiv grense
AXISERRMINLIMIT=	Aksebevegelse utover den negative grensen
AXISMUSTGOHOME=	Aksen må tilbake til nullpunktet før den kan bevege seg Vil du først tilbake til nullpunktet?
ENCODERREVERSE=	Encoder signal inversjon
FLYENCODEROFFSET=	Aktiver koder fast offset avstand
FLYENCODEROFFDELAY=	Forsinke (oss)
FLYENCODERLOWSPEED=	lavhastighetsmodus
	
GET55ERR=	parameterberegningsfeil
GETFLYPARSTEP=	Kontroller samlebåndet manuelt for å flytte en kort avstand;\nMål avstanden og fyll ut inntastingsboksen nedenfor;\nProgrammet beregner automatisk parametrene etter å ha klikket OK
FLYPARINPUT=	Angi lengde:
GETPAR=	regne ut
PULSECOUNT=	Pulsmengde
PULSECOUNTRESET=	klar
	
FLYADDTOY=	Overlegg til Y-aksen
FLYTOP2BOTTOM=	Rørledningsretning fra topp til bunn
	
DYNAMICLMC=	Dynamisk fokuskort
UNKNOWN=	ukjent
BDVVALUE_CUSTOM_ALL=	Universell
BDVTEXT_CARDTYPE=	Bretttype:
BDVTEXT_CARDVERSION=	versjonsnummer:
BDVTEXT_CUSTOM=	spesiallaget:
BDVTEXT_CARDFUNCTION=	Funksjonskode:
HARDINFO=	maskinvareinformasjon
	
ENVARTEXTFIXWID=	Aktiver fast tekstbredde
USEEXCELCORRECTFILE=	Korrigeringsfiler ved hjelp av Excel
STARTCOOR=	startpunktkoordinater
ENDCOOR=	Sluttpunktkoordinater
SPACEDIST=	mellomrom
SPACING=	mellomrom
MARKGRIDLINE=	Kryss av rutenettlinjer
USECORFILEMARKGRIDLINE=	Bruk korrigeringsfilen til å markere rutenettlinjer
CORCOMPFILE=	Korreksjonskompensasjonsfil (Excel-fil)
FIXEDCHARCOUNT=	fast antall tegn
EMPTYCHARWIDTH=	Null tegnbredde
AVADISTPOINT=	Fordel alle poeng jevnt
YAGFASTPOINTMODE=	 YAG rask prikkmodus
SETANALOG=	sett analog
USERDEF=	tilpasse
MENU_VIEW_IOSTATE=	IO-status
DOGNOTMATCHLMC=	Donglebindingsnummeret samsvarer ikke med merkekortnummeret, vennligst sjekk dongelnummeret!
MORETHAN360=	Markeringsområdet overskrider 360 grader, fortsette?
CURNUM=	Gjeldende antall merker
SPOTDIA=	flekkstørrelse
PTCYCLES=	antall treff
DISTANCE  =	 avstand
ENDADDPTS=	prikk på slutten
INFO_MICROQRCODE=	Micro QR Code er en nedstrippet versjon av QRCODE strekkode;
ENABLETILDE=	Aktiver ~(~ etterfulgt av dxxx xxx
MULTIFILEMARK=	Merking av flere dokumenter
LASERLEAKHANDLE=	lyslekkasjebehandling
DISMARKLOWPT=	Ikke merk punkter med lav gråverdi
BASEHEIGHT=	Grunnhøyde
PARTHEIGHT=	Høyde på arbeidsstykket
ZADJUSTMENT=	Z juster høyden
ACCURATEZERO=	Nøyaktig retur til null
RECTMODE=	rektangelmodus
KEEPENTORDER=	Oppretthold rekkefølgen på maskineringsobjekter
OPENMODELAY=	Slå på MO-forsinkelse
SERIALTYPE=	type
LINEFEEDMALP=	dot interlacing
IPGSETTINGS=	IPG_YLPM laserstatus
SQLDB=	SQL database
SQLDRIVERS=	SQL-drevet
DBQFILE=	databasefil
USERID=	bruker-ID
SQLCMD=	SQL kommando
SETPENPARAM=	Angi pennparametere
BOLD=	modig
ITALIC=	kursiv
RESET =	 nullstille
USERINTERLINE=	Aktiver interne fylllinjer
LASERBEAMDIA=	Laserpunktdiameter
HATCHLINEDIST=	Fyll linjeavstand
ENCO2PULSEMODE=	Aktiver CO2-superpulsmodus
HATCHONEBYONE=	Bevar uavhengigheten til fyllobjektet
RESORT=	sortere
RESORT_INFO=	Sorter\nSorter
SELECTSCANNERFIELD=	Velg koordinatsystemet til galvanometeret
SCANHEAD=	vibrerende linse
SCANNERFIELD=	Merkingsområde
SELECTMOVEDIR=	Velg rørledningens bevegelsesretning
STARTMARKER=	start tag
SENSOR=	sensor
ENCODER=	Roterende koder
MOVEDIR=	Rørledningen beveger seg i retning
NEXTSTEP=	Neste steg
PREVSTEP=	Tidligere
FINISH=	Bli ferdig
FLYMARKSETTINGS=	On-the-fly merkingsparameterinnstillinger
ORIENTATION=	Arrangementretning
HORIZONTAL=	Nivå
VERTIICAL=	vertikal
POWEROFFSAVEFILE=	Beskytt filer automatisk når strømmen slås av
ADJUST=	Justering
FLYMULTIINFO=	Merk et rektangel i rørledningens bevegelsestilstand først.\nHvis det merkede rektangelet er som figuren til venstre nedenfor, vennligst øk koeffisienten.\nHvis det merkede rektangelet er som figuren til høyre nedenfor, vennligst reduser koeffisienten.
DISABLEOPTIMIZECONMODE=	Optimal modus som deaktiverer kontinuerlig bearbeidingsmodus
ARRAYDISCHANGESN=	Det er forbudt å endre tekstinnholdet i serienummeret
SPIRAL=	Helix
SPIRALPITCH=	helix pitch
LINEOFONERING=	Antall linjestykker i en sirkel
SPIRALPROMPTSTR=	Noen sirkelobjekter må velges først, konturene til disse sirkelobjektene brukes til å kontrollere tegningen av helixen
AREYOUSUREDLETE=	bekreft for å slette
CHANGENAME=	endre navn
CUSTOMIZE=	spesiallaget
STDMODE=	standardmodus
CONTOURFIRST=	konturprioritet
USERDEFCHARSPACE=	tilpasset tekstavstand
MINRADIUS=	Minimum radius
MAXSPIRALPITCH=	Maksimal helix-stigning
MINSPIRALPITCH=	Minimum helix-stigning
SPIRALPITCHINC=	Pitch økning
DELETESPIRAL=	slett helix
OUTEDGELOOP=	Antall ytre grenseringer
INTEREDGELOOP=	Antall indre grenseringer
ID_DRAW_SPIRAL=	Tegn en spiral\nTegn en spiral
FPKFROMLOWTOHIGH=	FPK-strøm fra lav til høy
ALWAYSOPENMO=	MO-signalet er alltid på
LOWVALID=	Aktiv lav
MARKFINISH=	Markering av sluttsignal
ENCURRENTADJUSTDELAY=	Aktiver gjeldende justeringsforsinkelse
ENCURRENTADJUSTDELAY=	Aktiver gjeldende justeringsforsinkelse
MINCURRENTADJUSTDELAY=	Minimum strømjusteringsforsinkelse
MAXCURRENTADJUSTDELAY=	Maksimal strømjusteringsforsinkelse
SETCURRENT=	Still inn gjeldende strøm
LAYSERNAMESAME=	Lagnavnet er det samme som de andre lagnavnene, vennligst gi det nytt navn!
ZOOM=	zoom
DRAW=	tegne
PENBOX=	Penneveske
DEVICE=	utstyr
MULTILAYER=	flerlagsbehandling
MINPULSEWIDTHRATIO=	Minimum pulsbreddeforhold
MAXPULSEWIDTHRATIO=	Maksimal pulsbreddeforhold
PULSEWIDTHOUTRANGE=	Q-pulsbredde utenfor rekkevidde
STANDARD=	standard
TRUE=	Ja
FALSE=	Nei
DISABLE=	forby
NS=	nanosekund
DELAYPARAM=	Forsinkelsesparameter
JUMPPARAM=	Hopp parameter
MINJUMPTC=	Minimum hoppforsinkelse
MAXJUMPTC=	Maksimal hoppforsinkelse
JUMPLENLIMIT=	Hoppgrenselengde
MARKLOOPTIP=	Markeringstider for gjeldende penn
MARKSPEEDTIP=	Bevegelseshastigheten til galvanometeret ved merking
LASERCURRENTTIP=	Laserutgangsstrøm
LASERFREQTTIP=	Frekvensen til laserutgangen
LASERPOWERTIP=	Laser utgangseffekt prosent
LASERPWTIP=	Pulsbredde på laserutgang
SPIWAVETIP=	SPI Laser Output Waveform Selection
USEDEFWAVETIP=	Brukerdefinert laserutgangsbølgeform
JUMPSPEEDTIP=	Bevegelseshastighet når galvanometeret hopper
MINJUMPDELAYTIP=	Minimum forsinkelsestid etter at galvanometerhoppet er fullført
MAXJUMPDELAYTIP=	Maksimal forsinkelsestid etter at galvanometerhoppet er fullført
JUMPLENLIMITTIP=	Når galvanometerets hoppavstand er større enn denne lengden, bruker hoppforsinkelsen maksimal forsinkelsestid
LASERONDELAYTIP=	Når laseren er slått på, forsinker galvanometeret denne tiden før den begynner å bevege seg
LASEROFFDELAYTIP=	Når markeringsbevegelsen er over, slå av laseren etter en forsinkelse av denne tiden
POLYGONDELAYTIP=	Når hjørnet er forsinket under markeringsbevegelsen, vil neste kurve merkes etter dette tidspunktet.
LMARKENDDELAYTIP=	Etter å ha markert bevegelsen, utsett tiden før du hopper til neste kurve
CURPENNOTIP=	Gjeldende pennens serienummer
CURPENCOLORTIP=	gjeldende pennfarge
USEDEFPARAMTIP=	Bruk standard maskineringsparametere
CURPENPARAMNAMETIP=	Gjeldende pennparameternavn
LOADPENBOXFROMDEF=	Last inn standard penneboksparametere
SAVEASPENBOXTODEF=	Lagre som standard penneboksparametere
RESETALLPENS=	Tilbakestill alle pennens parametere
SHOW=	forestilling
HIDE=	gjemme seg
SHOWALL=	vise alle
ARRAYTEXT=	dynamisk tekstarray
TT_MODIFY_ARRAYTEXT=	Endre vilkårlig plasseringen og størrelsen til hver tekstmatrisecelle
PROPERTY=	Egenskaper
VALUE=	verdi
MINVALUE=	minimum
MAXVALUE=	maksimal verdi
ENABLEPULSEWIDTH=	Aktiver innstilling av pulsbredde
ENABLEPULSEWIDTHTIP=	Aktiverer den innstilte pulsbredden til fiberlaseren under behandling.
LASERLEAKHANDLETIP=	For å hindre at fiberlaseren lekker lys under behandlingen, utføres spesialbehandling.
ALWAYSOPENMOTIP=	Slå alltid på MO-signalet under behandlingen
OPENMODELAYTIP=	Forsinkelsestiden etter at laseren er slått på MO
DISCHECKLASERSTATE =	 Forby kontroll av laserstatus
DISCHECKLASERSTATETIP =	 Det er forbudt å kontrollere laserstatus før behandling
LIMITPARAM=	Begrens parametere
GALVOMINSPDTIP=	Minste bevegelseshastighet tillatt av galvanometerbevegelsen
GALVOMAXSPDTIP=	Den maksimale bevegelseshastigheten tillatt av galvanometerbevegelsen
GALVO2XTIP=	Galvo-akse 2 er X-aksen
REVERSEXTIP=	X-akseretningen til galvanometeret må snus
REVERSEYTIP=	Galvanometerets Y-akseretning må reverseres
FIELDSIZETIP=	Størrelsen på behandlingsområdet til galvanometeret
USECORRECTFILETIP=	Om gjeldende galvanometer er korrigert ved hjelp av spesifisert korreksjonsfil
TRANSFORMOFFSETXTIP=	X-forskyvningsavstanden til den totale transformasjonen av galvanometerutgangen
TRANSFORMOFFSETYTIP=	Y forskyvningsavstand for den totale transformasjonen av galvanometerutgangen
TRANSFORMANGLETIP=	Rotasjonsvinkelen for den totale transformasjonen av galvanometerutgangen
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	Den maksimale akkordhøydefeilen til kurven diskretiseres til en rett linje
	
MINLINESEGLEN=	Minimum rett lengde
MINLINESEGLENTIP=	Minimum linjelengde, linjer kortere enn denne lengden vil bli ignorert
LASERREADYIO=	Laserklar port
REDLIGHTPOINTSTART=	Rødt lys indikerer startport
PORTNOTIP=	Portnummeret som brukes av gjeldende signal
LOWVALIDTIP=	Om gjeldende signal er aktivt lavt
STARTPULSEMODETIP=	Om startsignalet er kantutløst
PULSEWIDTHOUTPORTMODETIP=	Tid for å sende ut det aktive nivået til sluttsignalet
LOWVOLISVALID=	Aktiv lav
HIGHVOLISVALID=	Aktiv høy
ALARMPORTSTATETIP=	Signal gyldig tilstand for gjeldende port
ALARMMESSAGETIP=	Meldingen om at systemet dukker opp når det er et varselsignal i prosessen
REDCONTMODE=	Rødt lys kontinuerlig indikasjonsmodus
SOFTLICENCENOTFIND=	Kunne ikke finne en gyldig programvareregistreringskode!
SOFTLICENCEISUNVALID=	Ugyldig programvareregistreringskode!
CHANGEPWELAY=	Endre pulsbreddeforsinkelsen
CHANGEPWELAYTIP=	Tiden som laseren trenger å forsinke ved endring av pulsbreddeverdien
BWREVERSE=	svart og hvit inversjon
DELETECENBAR=	fjern midtblokken
INFO_CODEDATAMTXGS1=	DATAMATRIX_GS1 er et spesialformat DATAMATRIX strekkode, og innholdet må samsvare med GS1 standardformatet.
OPTIMIZEPARAM=	Optimaliseringsparametere
OPTIMIZEHATCH=	Optimalisert polstring
BARCODEENDEFTEXT=	Egendefinert visningstekst (# tegn, ? slett, % sjekk)
GALVORESPONSE=	Galvo responstid
ENSAVEFILE=	aktiver lagre fil
ENDRAWENTITY=	Aktiver tegnbare objekter
ENPICKMOVE=	Aktiver Move Transform
ENEDITPARAM=	Aktiver objektredigering
ENPENPARAM=	Aktiver for å endre pennens parametere
ENDEVPARAM=	Aktiver for å endre enhetsparametere
ENSYSTEMPARAM=	Aktiver for å endre systemparametere
ALREADYHAVETHISUSER=	Dette brukernavnet eksisterer allerede, vennligst endre brukernavnet ditt!
GALVOBIDIROFFSET=	Toveis offset
	
ID_VIEW_3D=	Bytte av 2D- og 3D-visning\nVeksling av 3D-visning
ID_VIEW_3DUP=	Utsikt ovenfra\nOversikt
ID_VIEW_3DDOWN=	 Se nedenfra\nVisning nede
ID_VIEW_3DLEFT=	Visning fra venstre\nVenstre visning
ID_VIEW_3DRIGHT=	Se fra høyre\nHøyre visning
ID_VIEW_3DFRONT=	Utsikt fra forsiden\nForfra
ID_VIEW_3DBACK=	Utsikt bakfra\nUtsikt bakfra
ID_VIEW_3DISO=	Utsikt fra den isometriske retningen\nIsometrisk utsikt
ID_3DVIEW_WIRE=	Vis wireframe-modus på overflaten\nVis wireframe-modus
ID_3DVIEW_RENDER=	Vis overflategjengivelsesmodus\nVis gjengivelsesmodus
ID_3DVIEW_RENDERLINE=	Vis linjemodus for overflategjengivelse\nVis modus for gjengivelseslinje
ID_3DVIEW_HIDEMESH=	Vis eller skjul overflater\nVis og skjul overflater
ID_3DFUN_MESH3D=	Åpne 3d-overflatemodellfil\nÅpne 3d-overflatemodell
ID_3DFUN_SLICEMESH=	Lag skiver på overflater\nOverflatelag
ID_3DFUN_ROTATEMESH=	Roter overflaten\nRoter overflaten
ID_3DFUN_MOVEMESH=	Oversett overflaten\nOversett overflaten
ID_3DFUN_PRJ=	Projiser objekter på overflater\noverflateprojeksjon
	
	
ALLOUTMODE=	All utgang
ENCODERONLYA=	Enkoderen er kun koblet til fase A
FLYTRACKERROR=	korrigeringsfaktor for flyfeil
MESH3D=	3d overflate
CURVE3D=	3d kurve
SLICE3D=	Lagdelte Tangenter
SLICEFILE=	Lagdelte filer
SLICEMESH=	Lagdelte kutt
ZMAXTOMIN=	Z-verdi fra stor til liten
MINZ=	Minimum Z-verdi
MAXZ=	Maksimal Z-verdi
THICKNESS=	tykkelse
CROSSHATCH=	kryssfyll
ROTATEMESH=	revolusjonens overflate
MOVEMESH=	flytte overflaten
PROJECT=	projeksjon
PROJECT3D=	3d-projeksjon
DELPROJECT=	slett projeksjonskurve
LIMITZ=	Z-grense
SURFACEDOWN=	nedre overflateprojeksjon
LANGPAGE=	språkkodeside
DYNAMICHATCH=	Dynamisk fyll
ADDCONTOUR=	øke omrisset
MARKMESHBOX=	Merk overflatebegrensningsboksen
MARK_NOMESH=	Ingen overflateobjekt, vennligst sjekk i 3d-visning om overflaten er lastet?
PULSEWIDTHINDEXMODE=	Pulsbreddeindeksmodus
PULSEWIDTHINDEXMODETIP=	Pulsbredde er representert ved indeks
MAXINDEXVALUE=	maksimal indeksverdi
PULSEWIDTHINDEX=	Pulsbreddeindeks
ENWELDWAVEOUT=	Aktiver bølgeformutgang
WELDWAVE=	bølgeform
WELDWAVETIP=	Analoge laserbølgeforminnstillinger for hvert punkt
WAVEWIDTH=	Bølgeformbredde
MAXWELDWAVEWIDTH=	Bølgeformens maksimale bredde
WAVETOTALWIDTHISBIG=	Den innstilte totale bølgeformbredden er større enn den maksimale bredden, vennligst skriv inn på nytt!
REMOVENOINT=	Fjern linjestykker som ikke krysser hverandre
USESELECT2DENT=	Lag med utvalgte 2D-objekter
GENERATECURVES=	Generer kurvedata
CALCULATECONTOURS=	Beregn profilkurven
REBULIDCONTOURS=	Bygg konturposisjonsinformasjon
HATCHLINES=	Beregn fylllinjer
BUILDPROJECTMESH=	Lag en projeksjonsflate
WRAP=	pakke
PLSSELECTVALIDCURVE=	Vennligst velg en gyldig kurve!
BASICPARAM=	Grunnleggende parametere
ASSIGNMENT=	kart
XYASSIGNMENTISSAME=	Kartleggingsverdien til X- og Y-aksen kan ikke være den samme, velg på nytt!
ID_3DFUN_BASICSHAPE=	Lag grunnleggende 3d-overflate\nLag grunnleggende 3d-overflate
BASIC3DSHAPE=	Grunnleggende 3d-overflate
PLANE=	flat
SPHERE=	sfære
CYLINDER=	sylinder
CONE=	Kjegle
FREQDELAY=	frekvensforsinkelse
LASERFREQTTIP2=	Forsinket ventetid kreves når laseren endrer frekvens
BMPTOMESH=	Konverter bitmap til overflate
ID_3DFUN_BMPTOMESH=	Bitmap til overflate\nBitmap til overflate
REFRESH=	forfriske
WAITFORINPUT=	Venter på inngangsportsignal
OUTPUTWHENSTART=	Lagbehandling start utgangsport utgangssignal
OUTPUTWHENFINISH=	Utgangssignal for utgangsport for lagbehandling
WAITFORSTARTSIGNAL=	vent på startportsignal
WAITFORSELLAYERSIGNAL=	Venter på signal for valg av lag
IOMASK=	portmaske
IOMASKTIP=	Angir hvilke porter som er gyldige for gjeldende enhet
CYLINDERWRAP=	Sylindrisk omslag
YWRAP=	Innpakning i Y-retningen
CURRENTLAYERINDEX=	gjeldende visningslagindeks
ENABLEFIRSTOPENLASERDELAY=	Aktiver forsinkelsestiden når laseren slås på for første gang
SETMINVALUE=	angi minimumsverdi
SETMAXVALUE=	angi maksimal verdi
PULSEWIDTHUNITISPS=	Pulsbredde i pikosekunder (ps)
PS=	pikosekunder
CONTINUEMODE=	kontinuerlig modus
PICKENTYOUWANTTRIM=	Velg objekter som skal trimmes
PICKENTYOUWANTINTERSECT=	Velg objekter for å slå sammen kryssende områder
BACKGROUND=	bakgrunn
SELBACKGROUNDCURVES=	Velg en kurve som skal brukes som bakgrunn
COPYBACKGROUNDTOWS=	Kopier bakgrunnskurven til arbeidsområdet
SHOWOPTIPARAM=	Vis optimaliseringsparametere
SHOWWOBBLEPARAM=	Vis jitterparametere
SHOWOTHERPARAM=	Vis andre elementparametere
SHOWDESCAREA=	Vis området for parameterdetaljer
SHOWPOWERRAMPPARAM=	Vis kraftlineære transformasjonsparametere
SHOWSPEEDRAMPPARAM=	Vis hastighetslineære transformasjonsparametere
POWERRAMPING=	Lineær transformasjon av kraft
ENABLESTARTRAMP=	aktivere start
ENABLESTARTPOWERRAMPTIP=	Kraften til aktiveringsstartsegmentet varierer lineært
STARTRATIO=	startskala
STARTLENGTH=	startlengde
STARTRAMPRATIO=	Forholdet mellom startverdien og maksimumsverdien
STARTRAMPLENGTH=	Maksimal tillatt lengde på startsegmentet
ENABLEENDRAMP=	aktivere slutt
ENABLEENDPOWERRAMPTIP=	Kraften til det aktiverte endesegmentet varierer lineært
ENDRATIO=	sluttskala
ENDLENGTH=	endelengde
ENDRAMPRATIO=	forholdet mellom sluttverdi og maksimumsverdi
ENDRAMPLENGTH=	Den maksimale lengden på endesegmentet tillater å variere
	
SPEEDRAMPING=	hastighet lineær transformasjon
ENABLESTARTSPEEDRAMPTIP=	Aktiver hastigheten til startsegmentet for å endres lineært
ENABLEENDSPEEDRAMPTIP=	Aktiver endesegmenthastigheten til å variere lineært
INPUT=	Tast inn
BTNBOX=	Grense[F4]
BTNPRJ=	Projeksjon [F4]
STARTCALI=	start kalibrering
FINISHCALI=	avslutte kalibrering
MARKGRID=	merkerutenett
MENU_FILE_PROJECTPARAM=	Projeksjonsparametere
TESTCALI=	Testprojeksjonskorreksjon
SELECTALLPOINTS=	Velg alle punkter (trykk på Ctrl og piltastene for å bytte valgte punkter når enkeltpunkt er valgt)
ENABLEPROJECT=	Aktiver projeksjonsobservasjon
APPAPPEARANCE=	Programopptreden
LASERBOARDIDEN=	Lasergrensesnittkorttype
LASERBOARDVER=	Lasergrensesnittkortversjon
ESTIMATEDTIME=	Beregnet behandlingstid
ENABLEBARCODEFASTPTMODE=	Aktiver hurtigpunktmodus for strekkode
MODULEHORIARRANG=	Modulene er plassert horisontalt
SIMPLEENCODE=	enkel kodemodus
ENABLEBARCODEFASTLINEMODE=	Aktiver hurtiglinjemodus for strekkode
ID_3DFUN_FREEPAINT=	Frihåndssporing på en overflate\nFrihåndssporing
FREEPAINT=	gratis tegning
SIN=	Sinusformet
WOBBLETYPE=	Jitter type
ROUNDTRIP=	tur-retur-modus
WAVEDELAY=	Utgangsforsinkelse for bølgeform
LASERMONITOR=	Laserovervåking
TEMPALARM=	temperaturalarm
REFLALARM=	Høy anti-alarm
SYSTEMALARM=	systemalarm
POWERALARM=	Strømforsyning alarm
LASERNOTREADY=	Laseren er ikke klar
LASERREADY=	laser klar
UNKNOWALARM=	Ukjent advarsel
LASEREXTFAULT=	Ekstern svikt i laseren
CALCULATING=	Beregner...
OFFLINE=	Frakoblet behandling
POINTNUM=	poeng
SPIRALBRUSH=	Spiral eiendom børste
PICKSELSPIRALREFRESH=	Velg spirallinjen som må oppdateres og trykk på høyre museknapp for å bekrefte
ENABLPARSEMODE=	Aktiver analysemodus
ID_PICK_BYPEN=	Velg objekter etter pennnummer\nVelg etter pennnummer
No=	serienummer
MOVETOINDEX=	Flytt til det angitte sekvensnummeret
AXISSOLUTION=	Utvidet akseløsning
FEEDBACK=	tilbakemelding på enkoder
COMMCATH=	Felles katodeutgang
LIMITSWITCH=	grensebryter
SOFTLIMIT=	myk grense
POSIDIR=	Positiv tilbakevending til null
FINDINDEX=	finne indeks
HOMESPEED=	Null returhastighet
LEAVESPEED=	la fart
HOMEOFFSET=	Null forskyvning
HOME=	null
FOLLOWERROR=	følgende feil
ACCELERATION=	akselerasjon
DECELERATION=	retardasjon
FOCUSPOS=	fokusposisjon
SETCURPOSASFOCUS=	Angi gjeldende posisjon som fokusposisjon
SETMINPOWER=	Still inn minimumseffekt
SETMAXPOWER=	angi maksimal effekt
SETMINGRAY=	angi minimum gråtoner
SETMAXGRAY=	angi maksimal gråtone
SCANINVERT=	skanne omvendt
EMISSIONDELAY=	Eksitasjonsforsinkelse
WELDPARAM=	Sveiseparametere
DELEDGELINES=	Slett kantforbindelse
INFO_GS1DATABAR=	GS1 DataBar-strekkoden (tidligere RSS-strekkode) er også et strekkodesymbol for GS1-systemet. Strekkoden har fordelene med "mindre størrelse, større mengde informasjon" og "kan inneholde tilleggsinformasjon som produktets utløpsdato, serienummer, etc.".
SHOWFAST=	Rask skjermoptimalisering
SHOWDIR=	Vis kurveretning
SIMULATIONSPD=	Simuler flyhastighet
TEMPERATURE=	temperatur
SPHEREWRAP=	sfærisk omslag
ZLAYER=	Z-lag
WAITSTARTSIGOFLAYER=	Vent til laget begynner å behandle signalet
PWMONDELAY=	PWM-startforsinkelse
PWMONDELAYTIP2=	Forsinkelsen mellom den stigende kanten og den stigende kanten av Gate når PWM er slått på
ROTATECENZ=	Akse Z
ERR_NOTHOME=	Aksen har ikke gått tilbake til null, vennligst gå tilbake til null først!
SPLITMODE=	delt modus
NOSPLIT=	ikke delt
SPLITBYSIZE=	Delt etter størrelse
SPLITBYGUILDLINE=	Del etter hjelpelinje
SETCURPOSASORIGIN=	Angi gjeldende posisjon som utgangsposisjon
FINDHOME=	finne null
XTABLEMOVE=	X-aksen er plattformbevegelsen
YTABLEMOVE=	Y-aksen er plattformbevegelsen
DISPENHIDEPARAM=	Deaktiver skjulte pennparametere
REDLIGHTDISMOTOR=	Bevegelse av ekspansjonsaksen er forbudt
UNGROUPTEXT=	egen tekst
ID_EDIT_UNGROUPTEXT=	Skiller tekst i individuelle tegn\nSkiller tekst
ENABLPINPOS=	Aktiver deteksjon av bevegelse i posisjon
POSITIONTOL=	feil i posisjon
INPOSTIME=	Ankomsttid
INPOSLIMITTIME=	tidsbegrensning på plass
ERRRESETISLOW=	Feil tilbakestillingssignal aktiv lav
REMOTECTRLISLOW=	Fjernkontrollsignal aktivt lavt
LASERNOTENEMISS=	Laseren er ikke i stand til å sende ut lys
ID_FILE_MACHINEPARAMETER=	Angi enhetsparametere\nEnhetsparametere
MENU_FILE_MACHINE=	Enhetsparametere...
DOUBLEPTMODE=	Dobbel prikkmodus
NOCUTENTITY=	Gjenstander som ikke skal kuttes
INPUTIOSTATE=	inngangsportstatus
ID_DRAW_ENCODERDISTANCE=	Plot koder avstand\n Plot koder avstand
SKYWRITE=	 Ensartet merking (himmelskriving)
RUNINDURATION=	Import syklus
RUNOUTDURATION=	eksportsyklus
RUNINDURATION10US=	Syklustid for å lede inn i kurven (enhet: 10us)
RUNOUTDURATION10US=	Syklustiden til guideutgangskurven (enhet: 10us)
TIMELAG=	Ventetid
LASERONSHIFT=	Laser On Drift
LASERONSHIFTUS=	Laserstartdrift (enhet: oss)
LIMITANGLE=	grensevinkel
LIMITANGLEDESC=	Kurver mindre enn grensevinkelen vil automatisk bruke polygonforsinkelsen
OUTPUTPARAM=	parameter for valg av utgang
CHANGEWAVEDELAY=	Endre bølgeformforsinkelse
SHOWDELAYPARAMS=	Vis forsinkelsesparametere
SHOWJUMPPARAM=	vis hoppparametere
HIDEPENBUTTONS=	Skjul pennparametere-knappen
LOCK =	 låse
USBREMOVE_WARN=	USB-kontrollkortet er frakoblet. Lukk programvaren og start programvaren på nytt!
DESCRIPTION=	beskrive
HATCHPARAMLIB=	Fyll ut parameterbiblioteket
SAVEPARAM=	lagre parametere
LOADPARAM=	Last inn parametere
INDEX=	indeks
RESETCCD=	Tilbakestill CCD
BUILDCCD=	Bygg CCD
MOVETOCCDSTART=	Flytt til CCD-startposisjon
ENCALIBRATION=	Aktiver CCD-korreksjon
ENCHANGEMODEL=	Aktiver bytte maler
MODELNO=	Malnummer
FAILHANDLE=	feilhåndtering
ENRETRY=	Prøv på nytt
RETYRCOUNT=	antall nye forsøk
WHENFAIL=	Når CCD svikter
THENSTOP=	Stoppe
THENCONT=	fortsett nedover
THENJUMP=	hoppe til indeks
INPUTJUMP=	inngangsporthopp
JUMPTO=	omdirigere til
CUBE=	kube
REVOLVEWRAP=	Roterende kroppsinnpakning
ERR_NOMESH=	ingen overflateobjekter
BINDID=	Bind kundeinformasjon
ERR_CLIENTID=	Filens klient-ID er ugyldig!
STABLETIME=	stabil timeplan
ENSELLAYER=	Aktiver utvalgslag
ERR_USERSTOPMARK=	Behandlingen ble avbrutt av brukeren
AXISERRSTOP=	Aksebevegelse er avbrutt!
CLONE=	klone
AAXISMODE=	A-akse modus
AXISMOVEDELAY=	Aksebevegelsesforsinkelse
AXES=	akser
MESHEDIT=	Overflateredigering
MERGECLOSEVERTICES=	Slå sammen sammenfallende hjørner
LASERONTCONLYUSEINSTART=	Laserstartforsinkelse er kun gyldig i startsegmentet
LASERPOWER=	Laser strømforsyning
SYSTEMFAULT=	systemfeil
INTERNALLASERFAULT=	Intern laserfeil
SHOWSKYWRITEPARAM=	Vis enhetlige merkingsparametere
DISABLESYNPRR=	Deaktiver synkronisering av PRR-signal
BACKLASH=	Tilbakeslagskompensasjon
USESPLITBOXCENASMARKCEN=	Bruk delt bokssenter som merkesenter
HANDWHEEL=	håndhjul
GEARRATIO2=	girutveksling
STARTHW=	start håndhjulet
ENDHW=	Gå ut av håndhjulet
ENABLEHANDWHEEL=	Aktiver håndratt
SCANNERFOLLOWMOUSEMOVE=	I punktmodus beveger galvanometeret seg med musen
AUTOMODE=	automatisk modus
ENABLEAUTOADJUST=	Aktiver automatisk justering
ACCURACYPRIORITY=	Nøyaktighet først
SPEEDPRIORITY=	hastighetsprioritet
STARTADJUST=	begynne å justere
AUTOADJUSTING=	Justerer automatisk...
FPKENABLETHREST2=	Sperre aktiveringsterskeltid T2
FPKVOLTAGE=	første pulsundertrykkelsesspenning
MANUALSET=	manuell innstilling
LASERCOOLINGTIME=	Laserkjølingstid
MENU_SORT_BYX=	Sorter etter X
MENU_SORT_BYY=	Sorter etter Y-prioritet
MENU_SORT_REVERSE=	omvendt sortering
SMARTADJUSTMENT=	Intelligente justeringsparametere
ENABLESMARTADJUST=	Aktiver Smart Adjustment Mode
DECMODE=	Des desimal
HEXMODE1=	HEX hex
HEXMODE2=	hex hex
RESULT=	Effekt
NORMAL=	vanlig
TISSMALL=	T-verdien er for liten
TISLARGE=	T-verdien er for stor
TOFFIRSTLINE=	 Første linje T korreksjonsverdi
START=	start
SMARTADJUSTTIP=	Følg trinnene for å justere parameterne, juster først sluttsegmentet og juster deretter startsegmentet. Juster T-parameteren slik at den faktiske markerte horisontale linjen og den vertikale linjen skjærer det samme som den normale effekten.
CHECKISALREADYMARK=	Sjekk om tekst er merket
CURVETOPTS=	Konverter kurver til poeng
PREVIEW =	 forhåndsvisning
ASSERT=	unormal
ERR_FAIL=	mislykkes!
MENU_GUILDLINEBOX=	Tegn en veiledningsboks
GUILDLINEBOX=	Hjelpeboks
SPLITBYGUIDELINEBOX=	Bruk hjelpekasseinndeling
PLSCHOOSECARD=	Velg kortet du vil bruke
CHANGEBMPREALDPI=	Endre bitmap ekte DPI
DISABLEAXISA=	A-akse forbudt
ENHOMEFINISHGOTOPOS=	Aktiver nullretur for å avslutte til den angitte posisjonen
HOMINGFINISHPOS=	Den angitte posisjonen der nullreturen slutter
EXPOSURE=	eksponering
CAMERA=	kamera
NOCUTTEXT=	deaktivere delte teksttegn
CURFILEMODIFYPLSSAVEIT=	Gjeldende fil har blitt endret, vennligst lagre den først!
SAVETOFILE=	lagre til fil
ISSUE=	spørsmål
PAUSEWHENLIMIT=	Pause på slutten av teksten
LIMITISCONTINUE=	Tekst nådd grenseverdi, fortsette etter tilbakestilling?
POWERSTANDBY=	Standby strøm
MESHFOLLOWROTATE=	Overflaten roterer med den
LASERFAULT=	Laserfeil
FIBERALARM=	Fiberalarm
SAFETYALARM1=	Sikkerhetssperrefeil
SAFETYALARM2=	Sikkerhetssløyfealarm
LINKALARM=	Optisk koblingsfeil
CRITICALALARM=	Laserbeskyttelse kritisk feil
HOTSTOP=	Feil stopp av laserutslipp
POWER24ALARM=	Kontroller 24V strømforsyningsfeil
MAXTHREADCNT=	Maksimalt antall datatråder
MESHRESOL=	Overflateberegningsnøyaktighet
DELAY=	forsinkelse
MOTORSPEDRATIO=	Utvidet overstyring av aksehastighet
SHOWCHECKNUM=	Vis sjekkkode
DISABLECANCELAXISMOVE=	Kansellering av aksebevegelse er forbudt
OFFLINEDOGNOTFOUND=	Den riktige dongelen ble ikke funnet
EZCADSTR_ARRAY_X_INCDIST=	X-array inkrementell avstand
EZCADSTR_ARRAY_Y_INCDIST=	Y array inkrementell avstand
EZCADSTR_ARRAY_Z_INCDIST=	Z array inkrementell avstand
OUTPUTANALOG=	utgang analog
Voltage=	Spenning
MODE8=	vertikal 8
MODE82=	horisontal 8
TCPIPSERVER=	TCP/IP-server
NOCUTSMALLENT=	Ikke del små gjenstander
AUTOSAVEWHENCLOSE=	Lagre den gjeldende filen automatisk når programvaren lukkes
MASK=	maske
DISABLESTOPAXISWHENDOOROPEN=	Hindre bevegelse av stoppaksen når døren er åpen
STOPAXISWHENDOOROPEN=	Stopp aksebevegelse når døren er åpen
STAGEFB=	Plattform tilbakemeldingsposisjon
GALVOCMD=	Galvo kommandoposisjon
GALVOFB=	Galvo tilbakemeldingsposisjon
DISSHOWFILEPROCESS=	Undertrykk filbehandlingsdialoger
DISSHOWCALCPROCESS=	Undertrykk visningen av beregningsprosessdialogen
LEVEL16=	Nivå 16
STEPMODE=	Hastighetsoptimeringsmodus
SHOWSTEPMODE=	Vis parametere for hastighetsoptimaliseringsmodus
ENCODEMODE=	kodingsmodus
ENABLJUMPTABLEMODE=	Aktiver hoppparametertabellmodus
ENABLJUMPTABLEMODETIP=	Hoppparameterne til alle penner hentes automatisk fra hoppparametertabellen
JUMPTABLE=	Hopp parametertabell
DRAWTOL=	Tegning av pikselpresisjon
SHIFTOFROTARY=	Rotasjonsaksedrift
SERVERINFO=	serverinformasjon
FASTLINELASERONRATIO=	Rask linje lyseffektforhold
STANDARDPOS=	Standard plassering
REALPOS=	faktisk plassering
FLYSPEEDMONITOR=	overvåking av flyhastighet
MAXFLYSPEED=	maksimal flyhastighet
STARTANDSTART=	startpunkt koblet til startpunkt
STARTANDEND=	Start og slutt tilkoblet
ENDANDSTART=	endepunkt koblet til startpunkt
ENDANDEND=	endepunkt til endepunkt
OPENCURVE=	åpen kurve
LASERWOBBLESHOW=	Forhåndsvisning av jitterbane
SHOWTRANSBMP=	Vis gjennomsiktig punktgrafikk
DISABLECIRMODE=	Undertrykk sirkelmønster
REFINEPLANECONTOUR=	Trekk ut plankonturer
REFINECONTOURMOUSE=	Trekk ut plankontur: klikk på venstre museknapp for å forhåndsvise, dobbeltklikk på venstre knapp for å bekrefte
HORIZONALPLANE=	nivellere flyet
HORIZONALPLANETIP=	Klikk på venstre museknapp for å velge flyet som skal nivelleres
LASERONLAGTIME=	Laserforsinkelsestid
FIRSTJUMPDELAY=	første hoppforsinkelse
ENABLEHATCHLINEOVERLAP=	Aktiver forskjøvet deling av fylllinjen
CHARADDMODE=	tegnøkningsmodus
TT_PICKSHOWALL=	Vis alle objekter\nVis alle objekter
TT_PICKHIDEALL=	 Skjul alle objekter\nSkjul alle objekter
FLOATSOL=	flytepunktpresisjon
ENABLEAUTOCONNECT=	Aktiver automatisk tilkobling når den er frakoblet
CONNECTINTERVAL=	tilkoblingsintervall
DISABLEMOVEZWITHENTZ=	Deaktiver flytting av Z-aksen basert på objektkoordinater
ESCBTNSTOPAXISIMM=	Aktiver Esc for å stoppe aksebevegelse umiddelbart
DOYOUREALRESETALLPARAM=	Vil du virkelig tilbakestille alle pennens parametere?
UPDATEDYNENT=	Oppdater dynamiske objekter
FAILEDOPENDLCDEV=	Kunne ikke åpne DLC-kortet
SOFTWARELICWILLEXPIRE24HOURS=	Programvarelisensen utløper innen 24 timer, vennligst kontakt utstyrsleverandøren!
SPLITBITMAP=	delt punktgrafikk
NOGUILDLINETOSPLITBMP=	Det er ingen hjelpelinjer som kan brukes til å dele punktgrafikk, vennligst tegn hjelpelinjer først!
BARCODEPTMODE=	Strekkodepunktbehandlingsmodus
FASTPOINT=	hurtigpunktmodus
FASTLINE=	hurtiglinjemodus
FASTSTEPMODE=	Trinnmodus
ENABLELASEREXTOUTPUT=	Aktiver laserutvidelse
LASEREXTOUTPUT=	Laser utvidet utgang
DEFAULTPARAM=	standard parametere
MARKFAILIO=	Merk som mislykket port
SHOWSELECTBTNONPANEL=	Vis knappen Velg akseløsning på panelet
RELSPEED=	Relativ hastighet
SPEEDFIELD=	hastighetsfelt
POWERFIELD=	energifelt
SPEEDFIELDRATIO=	hastighetsfeltforhold
POWERFIELDRATIO=	energifeltforhold
RATIO=	forhold
DISTRIBUTIONMODE=	Kurvefordelingsmønster
RESOLUTIONRATIO=	Inndelingspresisjonsforhold
DISTR_PRIMARY=	primær fordeling
DISTR_QUADRATIC=	kvadratisk fordeling
DISTR_CUBIC=	kubikkfordeling
VALIDINWHOLEPMARKERIOD=	Effektiv for hele bearbeidingssyklusen
INFO_CODEBC412=	BC412-strekkoden er en kontinuerlig, ikke-fast lengde toveis strekkode der alle streker og mellomrom representerer informasjon; tegnsettet inkluderer '0'-'9', og 'AZ' inkluderer ikke 'O'; kontrollkoden er automatisk lagt til av systemet.
SHOWFREQRAMPPARAM=	Vis frekvens lineære transformasjonsparametere
FREQRAMPING=	Frekvens lineær transformasjon
CANNOTHAVESAMESN=	Det kan ikke finnes DLC-kort med samme serienummer!
ALLSCANNERMARKCURLAYER=	Alle galvanometre behandler det aktuelle laget
ALLSCANNERMARKCURLAYERSPLIT=	Alle galvanometre er delt og behandlet for det aktuelle laget
ENCURVESYNINPORT=	Aktiver inngangsport for kurvesynkronisering
SPECIALPOS=	spesiell plassering
SETCURPOSASSPECPOS=	Sett gjeldende plassering til en spesiell plassering
ENCURVESYNWHENCURVEEND=	Aktiver slutten av kurvesynkronisering
LASEREMISSION=	Laser global aktivering [MO]
STARTDELAY=	startforsinkelse
ENDDELAY=	sluttforsinkelse
LASERSYN=	Laserbryter på synkronisering
ACCURATEHOME=	Nøyaktig retur til null
AUTONAMEENT=	Gi automatisk navn til objekter
ENTNAMESAME=	Objektnavnet er det samme som andre objektnavn, vennligst gi nytt navn!
CREATE3DSPRING=	Lag en 3d-helix
USECURRPOS=	bruke gjeldende plassering
SETMOAFTERPW=	Still inn MO etter endring av pulsbredden
STARPULSEWIDTH=	startpulsbredde
INCULSEWIDTH=	Økning av pulsbredde
ONEBYONEMARKING=	Galvanometre behandles i rekkefølge
STARTMARKINGLAYER=	Begynn å behandle lag
INFO_AUSPOST4STATE=	Australia Post 4-statuskoder består av 4 streker. Hver strekkode inneholder FCC (2 sifre) og DPID (8 sifre) koder, og valgfri brukerinformasjon. Eksempel: FCC
INFO_DOTCODE=	DotCode strekkode er 2D strekkode; tegnsettet inneholder alle ASCII-tegn;
INFO_JAPANPOST=	Den japanske poststrekkoden brukes av det japanske postsystemet. De gyldige tegnene er tallene "0-9", engelske store bokstaver "AZ" og det forbindende tegnet "-". Består av 7 sifre (postnummer) + tilleggsdata. For eksempel "27301023-20-5B604".
INFO_POSTNET=	PostNet er for United States Postal Service (USPS), gyldige tegn er tallene "0-9", kun 5-sifret postnummer, 9-sifret zip+4-kode eller hele 11-sifret kode.
INFO_UKROYALMAIL=	Den britiske Royal Mail 4 statskundestrekkoden brukes for Royal Mail, de gyldige tegnene er tallene "0-9" og engelske store bokstaver "AZ".
INFO_DUTCHPOSTKIX=	Den nederlandske Post KIX-strekkoden brukes for Royal Dutch TPG Post, gyldige tegn er tallene "0-9" og engelske store bokstaver "AZ".
INFO_PLANET=	PLANET er for Universal Postal Service (USPS), gyldige tegn er tallene "0-9", kun 11-sifret og 13-sifret format.
SPLITCURVES=	 delt kurve
MINDISTTRIGGER=	Minimum utløseravstand
MINTIMETRIGGER=	Minimum triggertid
AUTORESORT=	automatisk sortering
MENU_SORT_MINDIST=	Sorter etter minimumsavstand
DISABLEUNDO=	Deaktiver ANGRE (gyldig neste gang)
REDLIGHTINVERT=	Inversjon av rødt lyssignalnivå
SINGLEPTREPEATMODE=	Enkeltpunkts gjenta behandlingsmodus
SAVECAMERATOBMP=	Lagre kamerabilde til BMP-fil
ENBIGCURVESHORTSEGSPLIT=	Aktiver stor kurve og liten segmentmodus
UNGROUPHATCHLINE=	 Bryt opp fylte gjenstander
MENU_NODE_MOVE=	mobil node
MENU_NODE_SETASSTART=	satt som utgangspunkt
AXISSTATE=	aksestatus
NOTIMING=	Ikke oppdater bearbeidingstiden
OFFLINESENDDATA=	Frakoblet modus: send data
ENMARKPAUSEMODE=	Aktiver markering av pausemodus
DIABLEINTERIOOUTPUT=	Deaktiver intern IO-utgang
USERNOTOPESOFTLOCK=	Brukeren har ikke utført noen operasjon på lenge, programvaren er låst, vennligst logg på igjen!
EXTENDCURVE=	Forleng kurven
EXTENDLENGTH=	utvidet lengde
ENABLEARCCMD=	Aktiver buemerkingskommando
SCANNERJUMP=	Galvo hopp
USEREDLIGHTCOR=	Aktiver korrigering av rødt lys
PULSEENERGY=	pulsenergi
DISABLECHECKPWLIMIT=	Deaktiver kontroll av pulsbreddegrense
ALWAYZOPENWHENNOTMARKING=	Slå alltid på rødt lys når du ikke merker
ENABLEMULTICCD=	Aktiver multi-CCD-modus
MULTICCDINDEX=	Multi-CCD loop endeindeks
CUSTOMVER=	Tilpasset versjon
MENU_FILE_LOGIN=	Logg Inn...
APPENDFILEMODE=	legg til filmodus
RAMPMINLIMITLEN=	Minimum linjelengde i lineær transformasjon
DOUBLECURVE=	Hyperbolsk modus
BYHOUR=	hver time
DISABLERESORT=	Forby sortering
WIDTHTHRESHOLD=	breddeterskel
MENU_SORT_MODE=	Sorteringsmodusinnstillinger
REDUCEPOINT=	Trekk poeng automatisk
LIMITLENGTH=	begrense lengde
SINGLEPTDELAY=	Enkeltpunktintervallforsinkelse
CALCFROMSUNDAY=	Beregnet fra første søndag
REGISTERVARIABLE=	registervariabel
SETPARAMMODE=	Still inn parametermodus
INT=	heltall
FLOAT=	flyttallnummer
TIMEBASECOUNT=	tidsgrunntelling
SLICEENTONLYMARKONELAYER=	Skivede objekter behandles ett lag om gangen
DISLOCKSIGNAL=	Deaktiver låsestartsignal
ENSURECOMPLETEPRODUCT=	Garanti produkt komplett merke slutt
DISEXTLASERWHEN_CHANGEPEN=	Det er forbudt å endre laserparametrene når du endrer pennens parametere
PRJMAXZLEN=	Maksimal vertikal linjelengde
DXFUNITISUTF8=	DXF-filer er UTF8-kodet
DISABLESHOWPROGDLG=	Undertrykk visningen av bevegelsesprosessdialogen
ENABLECHANGECURVEDIR=	Endre kurveretning automatisk når maskinering er aktivert
ENCHECKLASERSTATEWHENMARKING=	Aktiver for å sjekke laserstatus under behandling
INVALIDUSERNAME=	ugyldig brukernavn
IDLETIME=	Intervaller
AXISPULSEWIDTH=	Aksebevegelses pulsbredde
COPYSTL=	Kopier STL
PASTESTL=	Lim inn STL
GALVOXYDELAY=	Galvo XY forsinkelse
SAVEOUTPORTWHENPOWEROFF=	Lagre utgang når strømmen slås av
NOTCHECKSTARTPORTWHENMARKING=	Startporten er ikke sjekket under behandling
ENABLE_CHECK_MARKINGRANGE=	Aktiver kontroll av bearbeidingsområde
ERRID_MAKRSIZE_OUTRANGE=	Markeringsstørrelsen er utenfor behandlingsområdet
ARC=	bue
INPUTSECONDSTARTPT=	Skriv inn andre punkt
MENU_LINEARCTOGGLE=	Linje- og lysbuebytte
NUMCHAREXTRACTSTR=	Det totale antallet tegn hentet fra strengen
CHANGETEXT=	oppdatere tekstinnhold
NEWTEXT=	ny tekst
FEEDBACKMODE=	tilbakemeldingsmodus
USEINTERNALCOR=	Bruk intern korreksjon
PILLOWFACTOR=	nålepute koeffisient
PARALLELISMFACTOR=	Parallelogram koeffisient
TRAPEZOIDFACTOR=	trapeskoeffisient
BIDIRCOMPLEN=	Toveis kompensasjonslengde
ENABLEHWWOBBLE=	aktiver maskinvarejitter
WOBBLEFREQ=	Jitterfrekvens
UNLOCK=	låse opp
MAXROWSOFEXPORTFILE=	Maksimalt antall linjer i utdatafilen
ENMARK=	aktivere behandling
ALIASNAME=	alias
TOWOBBLECURVE=	Jitter sti til kurve
REFINEBOTTOMEDGEOFMESH=	Trekk ut den nederste grensen til overflaten
DISCHANGECHARWIDTH=	Deaktiver endring av tegnbredde
ENCODERABSWAP=	Encoder AB utskiftbar
INFO_CODE49=	Kode 49 er et flerlags, kontinuerlig strekkodesymbol med variabel lengde. kode 49 kan representere alle 128 ASCII-tegn. Hvert kode 49 strekkodesymbol består av 2 til 8 lag, hvert lag har 18 streker og 17 mellomrom.
INFO_CODE16K=	Code 16K strekkode er et flerlags, kontinuerlig strekkodesymbol med variabel lengde som kan representere 128 tegn av hele ASCII-tegnsettet og utvidede ASCII-tegn. Den bruker UPC- og Code128-tegn. Et 16-lags Code 16K-symbol kan representere 77 ASCII-tegn eller 154 numeriske tegn.
CHANGEDIAMETER=	endre diameter
ENDDIAMETER=	endediameter
SNTEXTPLUS=	serienummer+1
SNTEXTMINUS=	serienummer-1
SNTEXTRESET=	Serienummer tilbakestilt
CURVEFOLLOWMOVE=	Kurven følger bevegelsen
CONTMODEUSESELFPORT=	Kontinuerlig modus bruker sin egen inngang
ENABLESPLITGAP=	Aktiver Split Gap
ENABLELISTCMD=	aktiver listekommando
XCOMPFACTO=	X-retningskompensasjonskoeffisient
STARTPTJUMPLEN=	Startpunkt hopplengde
XCOMPFACTOR=	X kompensasjonsfaktor
OUTPUTIOSTATE=	status for utgangsport
DEVICESTATUSLAMP=	Enhetsstatuslampe
	
CLEAR=	rydde opp
EXTENDSIZE=	Utvidelsesstørrelse
INCLAYERCOUNT=	Intervalllag
FOCUSOFFSET=	Ufokusert mengde
EDGETYPE=	kanttype
EDGEBOX=	rektangel kant
ORIGINCONTOUR=	original omriss
CONVEXHULLCONTOUR=	disposisjon
MESHZOOM=	Overflateskalering
ENABLEINTERDOLOOP=	Bruke interne bearbeidingssykluser
ENABLEXITPROCESS=	Aktiver avslutt behandlingsmodus
OFFSETINSIDE=	Forskjøvet innover
DELETEALL=	slette alle
ENABLEAPMMODE=	Aktiver APM-modus
PWMDUTYCYCLE=	PWM arbeidssyklus
